{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 4,
      "special": true,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 5,
      "special": true,
      "content": "\\frac",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 6,
      "special": true,
      "content": "\\sin",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 7,
      "special": true,
      "content": "\\cos",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 8,
      "special": true,
      "content": "\\sqrt",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 9,
      "special": true,
      "content": "\\sum",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 10,
      "special": true,
      "content": "\\forall",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 11,
      "special": true,
      "content": "\\exists",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 12,
      "special": true,
      "content": "\\log",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 13,
      "special": true,
      "content": "\\pi",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 14,
      "special": true,
      "content": "\\alpha",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 15,
      "special": true,
      "content": "\\int",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 16,
      "special": true,
      "content": "\\beta",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 17,
      "special": true,
      "content": "\\|dots",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 18,
      "special": true,
      "content": "\\infty",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "String": "(\\\\frac|\\\\sin|\\\\cos|\\\\sqrt|\\\\sum|\\\\forall|\\\\exists|\\\\log|\\\\pi|\\\\alpha|\\\\int|\\\\beta|\\\\\\|dots|\\\\infty|\\$[^\\$]+\\$|[^\\s{}_^\\\\$]+|[{}_^\\\\$])"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "WhitespaceSplit"
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[SEP]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "\\frac": 5,
      "\\sin": 6,
      "\\cos": 7,
      "\\sqrt": 8,
      "\\sum": 9,
      "\\forall": 10,
      "\\exists": 11,
      "\\log": 12,
      "\\pi": 13,
      "\\alpha": 14,
      "\\int": 15,
      "\\beta": 16,
      "\\|dots": 17,
      "\\infty": 18,
      "!": 19,
      "\"": 20,
      "#": 21,
      "$": 22,
      "%": 23,
      "&": 24,
      "'": 25,
      "(": 26,
      ")": 27,
      "*": 28,
      "+": 29,
      ",": 30,
      "-": 31,
      ".": 32,
      "/": 33,
      "0": 34,
      "1": 35,
      "2": 36,
      "3": 37,
      "4": 38,
      "5": 39,
      "6": 40,
      "7": 41,
      "8": 42,
      "9": 43,
      ":": 44,
      ";": 45,
      "<": 46,
      "=": 47,
      ">": 48,
      "?": 49,
      "@": 50,
      "A": 51,
      "B": 52,
      "C": 53,
      "D": 54,
      "E": 55,
      "F": 56,
      "G": 57,
      "H": 58,
      "I": 59,
      "J": 60,
      "K": 61,
      "L": 62,
      "M": 63,
      "N": 64,
      "O": 65,
      "P": 66,
      "Q": 67,
      "R": 68,
      "S": 69,
      "T": 70,
      "U": 71,
      "V": 72,
      "W": 73,
      "X": 74,
      "Y": 75,
      "Z": 76,
      "[": 77,
      "\\": 78,
      "]": 79,
      "^": 80,
      "_": 81,
      "`": 82,
      "a": 83,
      "b": 84,
      "c": 85,
      "d": 86,
      "e": 87,
      "f": 88,
      "g": 89,
      "h": 90,
      "i": 91,
      "j": 92,
      "k": 93,
      "l": 94,
      "m": 95,
      "n": 96,
      "o": 97,
      "p": 98,
      "q": 99,
      "r": 100,
      "s": 101,
      "t": 102,
      "u": 103,
      "v": 104,
      "w": 105,
      "x": 106,
      "y": 107,
      "z": 108,
      "{": 109,
      "|": 110,
      "}": 111,
      "~": 112,
      "": 113,
      "{\\": 114,
      "_{": 115,
      "\\l": 116,
      "^{": 117,
      "ra": 118,
      "}\\": 119,
      "ta": 120,
      "el": 121,
      "al": 122,
      "ar": 123,
      "ig": 124,
      "\\la": 125,
      "rac": 126,
      "\\p": 127,
      "frac": 128,
      "^2": 129,
      "}{": 130,
      "el{": 131,
      "\\lab": 132,
      "\\label{": 133,
      "ti": 134,
      "in": 135,
      "ft": 136,
      "ma": 137,
      "_{\\": 138,
      "2}": 139,
      "eta": 140,
      "igh": 141,
      "righ": 142,
      "ha": 143,
      "mu": 144,
      "\\frac{": 145,
      "hi": 146,
      "eft": 147,
      "right": 148,
      "er": 149,
      "\\left": 150,
      "1}": 151,
      "\\s": 152,
      "\\,": 153,
      "^{\\": 154,
      "\\o": 155,
      "\\b": 156,
      "am": 157,
      "si": 158,
      "}}": 159,
      "pha": 160,
      "alpha": 161,
      "tial": 162,
      "artial": 163,
      "ver": 164,
      "me": 165,
      "da": 166,
      "}(": 167,
      "right)": 168,
      "\\left(": 169,
      "elta": 170,
      "bda": 171,
      "nu": 172,
      "th": 173,
      "\\over": 174,
      "ot": 175,
      "\\;": 176,
      ")}": 177,
      "amma": 178,
      "_1": 179,
      "cal": 180,
      "dot": 181,
      "\\mu": 182,
      "de": 183,
      "\\e": 184,
      "on": 185,
      "\\in": 186,
      "^{-": 187,
      "\\c": 188,
      "qu": 189,
      "delta": 190,
      "1}{": 191,
      "\\nu": 192,
      "igma": 193,
      "{\\cal": 194,
      "psi": 195,
      "})": 196,
      "_0": 197,
      "}=": 198,
      "\\partial": 199,
      "ga": 200,
      "le": 201,
      "mega": 202,
      "\\phi": 203,
      "t{": 204,
      "_2": 205,
      "}^{": 206,
      "\\right)": 207,
      "\\v": 208,
      "{\\p": 209,
      "theta": 210,
      "\\frac{1}{": 211,
      "}_{": 212,
      "rm": 213,
      "ad": 214,
      "{\\b": 215,
      "lon": 216,
      "_{\\mu": 217,
      "ray": 218,
      "array": 219,
      "{array": 220,
      "til": 221,
      "tilde": 222,
      "gamma": 223,
      "psilon": 224,
      "quad": 225,
      "mbda": 226,
      "\\lambda": 227,
      "_i": 228,
      "(\\": 229,
      ",\\": 230,
      "(x": 231,
      "ho": 232,
      "_{i": 233,
      "um": 234,
      "qr": 235,
      "rho": 236,
      "eq": 237,
      "\\\\": 238,
      ")=": 239,
      "ng": 240,
      "ngle": 241,
      "\\delta": 242,
      "},": 243,
      "\\bar": 244,
      "tau": 245,
      "ri": 246,
      "^{(": 247,
      "\\sigma": 248,
      "\\P": 249,
      "}\\right)": 250,
      "ambda": 251,
      "ro": 252,
      "\\right": 253,
      "^{2}": 254,
      "nd": 255,
      "{\\partial": 256,
      "ec": 257,
      "~~": 258,
      "phi": 259,
      "\\theta": 260,
      "}\\,": 261,
      "-1": 262,
      "\\psi": 263,
      "qrt{": 264,
      "\\gamma": 265,
      "}_": 266,
      "xi": 267,
      "{\\bf": 268,
      "\\var": 269,
      "dots": 270,
      "\\label{eq": 271,
      "}+": 272,
      "\\frac{\\": 273,
      "{1": 274,
      "}^": 275,
      "ab": 276,
      "hat": 277,
      "pa": 278,
      "Gamma": 279,
      "\\omega": 280,
      "{\\rm": 281,
      "fty": 282,
      "eg": 283,
      "}^{\\": 284,
      "\\rho": 285,
      "(1": 286,
      "\\left[": 287,
      "rime": 288,
      "3}": 289,
      "\\epsilon": 290,
      "egin": 291,
      "math": 292,
      "\\tilde": 293,
      "2}\\": 294,
      "ap": 295,
      "_{n": 296,
      "^2}": 297,
      "=0": 298,
      "lin": 299,
      "nd{array": 300,
      "egin{array": 301,
      "c}": 302,
      ".\\label{": 303,
      "rangle": 304,
      "egin{array}{": 305,
      "bo": 306,
      "line": 307,
      "4}": 308,
      "la": 309,
      "st": 310,
      "^{\\mu": 311,
      "Lambda": 312,
      "\\tau": 313,
      "\\label{eq:": 314,
      "tar": 315,
      "_\\mu": 316,
      "hat{": 317,
      "\\vec": 318,
      "Delta": 319,
      "box": 320,
      "_{1}": 321,
      "e^{-": 322,
      "_n": 323,
      "\\rangle": 324,
      "\\;\\;": 325,
      "epsilon": 326,
      "\\sqrt{": 327,
      "_{0": 328,
      "}{\\": 329,
      "\\end{array": 330,
      "\\begin{array}{": 331,
      "2\\pi": 332,
      "\\Phi": 333,
      "\\eta": 334,
      "^{-1}": 335,
      "}-": 336,
      "e^{": 337,
      "frac{": 338,
      "m}": 339,
      "\\m": 340,
      "row": 341,
      "Omega": 342,
      "\\right]": 343,
      "_{\\alpha": 344,
      "\\xi": 345,
      "kap": 346,
      "kappa": 347,
      "(x)": 348,
      "tarrow": 349,
      "_j": 350,
      "_3": 351,
      "_{1": 352,
      "\\Gamma": 353,
      "\\quad": 354,
      "qquad": 355,
      "bar": 356,
      "\\{": 357,
      "^{\\p": 358,
      "\\varphi": 359,
      "int": 360,
      "),": 361,
      "rightarrow": 362,
      "{1\\over": 363,
      "iv": 364,
      "(z": 365,
      ")^2": 366,
      "=1}": 367,
      "\\!": 368,
      "im": 369,
      "_{j": 370,
      "r}": 371,
      "box{": 372,
      "\\frac{1}{2}": 373,
      "+1": 374,
      "}(x": 375,
      "-1}": 376,
      "\\chi": 377,
      "{\\s": 378,
      "^3": 379,
      "_{\\mu\\nu": 380,
      "..": 381,
      "dag": 382,
      "os": 383,
      "l}": 384,
      "-2": 385,
      "quiv": 386,
      "}\\p": 387,
      "^4": 388,
      "dx": 389,
      "}_{\\": 390,
      "Big": 391,
      "0}": 392,
      "time": 393,
      "_{k": 394,
      "\\Delta": 395,
      "^a": 396,
      "times": 397,
      "_a": 398,
      "}\\right": 399,
      "}{2}": 400,
      "_k": 401,
      "\\langle": 402,
      "lambda": 403,
      "_{2}": 404,
      "(2": 405,
      "\\cdot": 406,
      "^i": 407,
      ",\\label{": 408,
      "xp": 409,
      "over": 410,
      "=-": 411,
      "n}": 412,
      "^{\\prime": 413,
      "\\,\\,": 414,
      "\\bar{": 415,
      "^\\mu": 416,
      "\\n": 417,
      "j}": 418,
      "\\Lambda": 419,
      "\\Omega": 420,
      "(t": 421,
      "0,": 422,
      "\\hat": 423,
      "-1)": 424,
      "ge": 425,
      "\\pm": 426,
      "\\dot": 427,
      "/2}": 428,
      "\\w": 429,
      "ger": 430,
      "dagger": 431,
      "zeta": 432,
      "\\partial_": 433,
      "(p": 434,
      "i}": 435,
      "\\equiv": 436,
      "t}": 437,
      "\\hat{": 438,
      "s}": 439,
      "\\h": 440,
      "}\\s": 441,
      "^2+": 442,
      "\\}": 443,
      "_{-": 444,
      "a}": 445,
      "(k": 446,
      "\\end{array}": 447,
      "\\Psi": 448,
      "^2)": 449,
      "qrt": 450,
      "\\qquad": 451,
      "+1}": 452,
      "abla": 453,
      "di": 454,
      "^{1": 455,
      "\\big": 456,
      "\\vec{": 457,
      "to": 458,
      "yle": 459,
      "style": 460,
      "r)": 461,
      "0)": 462,
      "y)": 463,
      "_{2": 464,
      "\\kappa": 465,
      "\\Big": 466,
      "}{2": 467,
      "k}": 468,
      "ide": 469,
      "\\tilde{": 470,
      "\\mbox{": 471,
      "\\frac{d": 472,
      "\\cdots": 473,
      "\\ldots": 474,
      "ed": 475,
      "\\overline": 476,
      "infty": 477,
      "_{m": 478,
      "p}": 479,
      "\\frac{\\partial": 480,
      "^{2": 481,
      "_+": 482,
      "\\math": 483,
      "beta": 484,
      "\\rightarrow": 485,
      "cc": 486,
      "}\\over": 487,
      "}\\partial": 488,
      "^{i": 489,
      "var": 490,
      "0&": 491,
      "_{\\rm": 492,
      "Sigma": 493,
      "1,": 494,
      "{\\pi": 495,
      "-\\frac{": 496,
      "^+": 497,
      "}{\\partial": 498,
      "(n": 499,
      "\\ln": 500,
      "-i": 501,
      "\\exp": 502,
      "\\prime": 503,
      "x}": 504,
      "_{a": 505,
      ")+": 506,
      "}\\left(": 507,
      "^2}{": 508,
      "sp": 509,
      ",\\quad": 510,
      "}\\int": 511,
      "Phi": 512,
      "ell": 513,
      "\\varepsilon": 514,
      "/2": 515,
      "tilde{": 516,
      "ce": 517,
      "_1}": 518,
      "}\\frac{": 519,
      "^{\\alpha": 520,
      "}.": 521,
      "^*": 522,
      "}\\c": 523,
      "_{\\nu": 524,
      "omega": 525,
      "rod": 526,
      "5}": 527,
      "}\\;": 528,
      "{\\bar": 529,
      "0.": 530,
      "_m": 531,
      "_4": 532,
      "_{ij": 533,
      ").": 534,
      "g}": 535,
      "_1,": 536,
      "tri": 537,
      "_-": 538,
      "+2": 539,
      "d}": 540,
      "edge": 541,
      "1-": 542,
      "it": 543,
      "6}": 544,
      "\\lim": 545,
      "e}": 546,
      "\\nu}": 547,
      "\\cr": 548,
      "e^{i": 549,
      "4\\pi": 550,
      "cal{": 551,
      "ds": 552,
      "\\bar{\\": 553,
      "und": 554,
      "dt": 555,
      "\\zeta": 556,
      "(\\tau": 557,
      "1+": 558,
      "_{\\mu}": 559,
      "_\\alpha": 560,
      "(-": 561,
      "}\\e": 562,
      "\\nabla": 563,
      "bf": 564,
      ")\\,": 565,
      "vec": 566,
      "spa": 567,
      "_{+": 568,
      "}^2": 569,
      "space": 570,
      "\\frac{1}": 571,
      "disp": 572,
      "(q": 573,
      "^-": 574,
      "(1-": 575,
      "lay": 576,
      "display": 577,
      "_c": 578,
      "displaystyle": 579,
      "_2}": 580,
      "(a": 581,
      "N}": 582,
      "{\\alpha": 583,
      "_{ab": 584,
      "sigma": 585,
      "b}": 586,
      "re": 587,
      "_s": 588,
      "^0": 589,
      "ex": 590,
      ")}(": 591,
      "}\\right]": 592,
      "\\:": 593,
      "_{p": 594,
      "_{\\p": 595,
      "A}": 596,
      ")}{": 597,
      "f}": 598,
      "vert": 599,
      "(r": 600,
      "^{-1": 601,
      "\\left\\{": 602,
      "^n": 603,
      "'}": 604,
      "under": 605,
      "left": 606,
      "8}": 607,
      "\\otimes": 608,
      "\\prod": 609,
      "}\\delta": 610,
      "^\\": 611,
      "m^2": 612,
      "{2": 613,
      "t)": 614,
      "D}": 615,
      "12": 616,
      "~~~": 617,
      "...": 618,
      "}^{2}": 619,
      "=1}^{": 620,
      "^1": 621,
      "\\Sigma": 622,
      "^\\prime": 623,
      "{\\phi": 624,
      "\\begin{array}{c": 625,
      "_p": 626,
      "^{a": 627,
      "^{(1": 628,
      "Th": 629,
      "id": 630,
      "fo": 631,
      "\\wedge": 632,
      "(x,": 633,
      "\\wide": 634,
      "\\frac{2": 635,
      "')": 636,
      "\\label{c": 637,
      "Theta": 638,
      "^{+": 639,
      "underline": 640,
      "(u": 641,
      "\\sim": 642,
      "L}": 643,
      "}(x)": 644,
      "^2-": 645,
      ".1": 646,
      "_2)": 647,
      "+1)": 648,
      "_{\\mu\\nu}": 649,
      "_A": 650,
      "_{3": 651,
      "]=": 652,
      "_{A": 653,
      "(s": 654,
      "B}": 655,
      "(\\lambda": 656,
      "_{r": 657,
      "e^{\\": 658,
      "\\,,": 659,
      "{\\sqrt{": 660,
      "_{l": 661,
      "_b": 662,
      "\\beta}": 663,
      "{d": 664,
      "\\end{array}\\right)": 665,
      "_\\nu": 666,
      "^{ab": 667,
      "(\\phi": 668,
      "\\vert": 669,
      "}\\frac": 670,
      "}{d": 671,
      "^j": 672,
      "{\\beta": 673,
      "\\label{s": 674,
      "(z)": 675,
      "}^{(": 676,
      "_5": 677,
      "infty}": 678,
      "_{ij}": 679,
      "\\label{2": 680,
      "rm{": 681,
      "_{(": 682,
      "}\\phi": 683,
      "varphi": 684,
      "pt": 685,
      "\\frac{1}{2": 686,
      "z)": 687,
      "pro": 688,
      "^{n": 689,
      "\\label{1": 690,
      "r^2": 691,
      "0)}": 692,
      "^{\\dagger": 693,
      "(t)": 694,
      "\\to": 695,
      "_R": 696,
      "ll": 697,
      "tion": 698,
      "M}": 699,
      "\\ell": 700,
      "=\\frac{": 701,
      "\\times": 702,
      "og": 703,
      "rc": 704,
      "\\Pi": 705,
      "7}": 706,
      "}\\sum": 707,
      "({\\bf": 708,
      ",\\qquad": 709,
      ",x": 710,
      "\\,.": 711,
      "\\!\\!": 712,
      "}\\b": 713,
      "z}": 714,
      "''": 715,
      "\\dot{": 716,
      "{\\frac{": 717,
      "det": 718,
      "}=-": 719,
      "+i": 720,
      "~,": 721,
      "ck": 722,
      "{\\delta": 723,
      "^{\\nu": 724,
      "\\frac{1}{2}\\": 725,
      "^{(2": 726,
      "))": 727,
      "S_{": 728,
      "{\\math": 729,
      "_l": 730,
      "Tr": 731,
      "^{*": 732,
      "{\\hat": 733,
      "ast": 734,
      "\\sum_{n": 735,
      "_1)": 736,
      "_{i}": 737,
      "(\\sigma": 738,
      "(2\\pi": 739,
      "0&0&": 740,
      "\\mathcal{": 741,
      "d^2": 742,
      "{\\lambda": 743,
      "}\\psi": 744,
      "its": 745,
      "ol": 746,
      "{\\tilde": 747,
      "~~~~": 748,
      "\\begin{array}{cc}": 749,
      "2}}": 750,
      "matri": 751,
      "^\\alpha": 752,
      "=\\int": 753,
      "R}": 754,
      "\\bigg": 755,
      "(\\partial": 756,
      "ext": 757,
      "\\displaystyle": 758,
      "\\overline{": 759,
      "(1+": 760,
      "\\label{e": 761,
      "\\limits": 762,
      "dot{": 763,
      ")-": 764,
      "(m": 765,
      "Psi": 766,
      "}\\bar": 767,
      "(\\alpha": 768,
      "9}": 769,
      "e^{2": 770,
      "{{": 771,
      "(\\theta": 772,
      "\\mid": 773,
      "^{3": 774,
      "^\\dagger": 775,
      "(g": 776,
      "_r": 777,
      "\\sum_{i": 778,
      "tack": 779,
      "{\\mu": 780,
      "tackr": 781,
      "(-1)": 782,
      "^b": 783,
      "})=": 784,
      "_{0}": 785,
      "(r)": 786,
      "q}": 787,
      "_{N": 788,
      "_{\\beta": 789,
      "=0,": 790,
      "_B": 791,
      "wide": 792,
      "(A": 793,
      "\\frac{i": 794,
      "(d": 795,
      "\\label{3": 796,
      "bf{": 797,
      "(i": 798,
      "=1}^": 799,
      "\\hbar": 800,
      "matrix": 801,
      "\\hspace": 802,
      "}}=": 803,
      "\\Theta": 804,
      "y}": 805,
      "^A": 806,
      "_{b": 807,
      "en": 808,
      "^{\\mu\\nu": 809,
      "ef": 810,
      "\\left|": 811,
      "nabla": 812,
      "\\leq": 813,
      ")]": 814,
      "e^{-i": 815,
      "^\\nu": 816,
      "_{12}": 817,
      "appro": 818,
      "con": 819,
      "ac": 820,
      "|^2": 821,
      "\\;\\;\\;\\;": 822,
      "(y": 823,
      "approx": 824,
      "_L": 825,
      "^{(1)}": 826,
      "}}{": 827,
      "ds^2": 828,
      "_N": 829,
      "\\begin{array}{c}": 830,
      "{\\sigma": 831,
      "16": 832,
      "(N": 833,
      "~.": 834,
      "text": 835,
      "&=": 836,
      "d^4": 837,
      "{\\psi": 838,
      ")}}": 839,
      "(y)": 840,
      "(D": 841,
      "\\begin{array}{cc": 842,
      "_{\\lambda": 843,
      "=\\left(": 844,
      "_{x": 845,
      "^{2}\\": 846,
      "^k": 847,
      "cri": 848,
      "_{s": 849,
      "_{I": 850,
      "-2}": 851,
      "p)": 852,
      "us": 853,
      "^{\\mu}": 854,
      "(X": 855,
      "(\\xi": 856,
      "\\sqrt{-": 857,
      "sqrt{": 858,
      "_f": 859,
      "}\\gamma": 860,
      "tr": 861,
      "}{4": 862,
      "se": 863,
      "H}": 864,
      "_{c": 865,
      "(x-": 866,
      ")}=": 867,
      "cript": 868,
      "l(": 869,
      ")^{": 870,
      "}=0": 871,
      "\\partial_\\mu": 872,
      "F}": 873,
      "\\frac{\\pi": 874,
      "_{M": 875,
      "(T": 876,
      "-3": 877,
      "-m": 878,
      "}_{i": 879,
      "}\\big": 880,
      "dy": 881,
      "\\int_0": 882,
      "=1,": 883,
      ".2": 884,
      "T}": 885,
      "\\right\\}": 886,
      ")\\": 887,
      "{\\theta": 888,
      "{\\c": 889,
      "\\frac{\\delta": 890,
      "{\\vec": 891,
      "&=&": 892,
      "^{\\frac{": 893,
      "e^{-2": 894,
      "ut": 895,
      "}}}": 896,
      "+\\frac{": 897,
      "}},": 898,
      "}^{\\mu": 899,
      "8\\pi": 900,
      "^m": 901,
      "2,": 902,
      "_0}": 903,
      "d^{": 904,
      "\\left\\": 905,
      "\\;,": 906,
      "g^2": 907,
      "\\alpha}": 908,
      "x})": 909,
      "\\stackr": 910,
      "{\\Gamma": 911,
      "\\label{f": 912,
      "C}": 913,
      "^{1/2}": 914,
      "dz": 915,
      "}\\epsilon": 916,
      "{\\gamma": 917,
      ",n": 918,
      "_I": 919,
      "tan": 920,
      "\\left(\\frac{": 921,
      "{k": 922,
      "(\\omega": 923,
      "_0)": 924,
      "\\dots": 925,
      "h}": 926,
      "S}": 927,
      "{\\rho": 928,
      "\\right|": 929,
      "\\label{a": 930,
      "varepsilon": 931,
      "\\g": 932,
      "left(": 933,
      "A_\\mu": 934,
      "_2,": 935,
      "_{\\sigma": 936,
      "_{\\rho": 937,
      "12}": 938,
      "]}": 939,
      "sin": 940,
      "}\\Big": 941,
      "G}": 942,
      "\\frac{\\partial}{\\partial": 943,
      "ong": 944,
      ".\\label{eq:": 945,
      "1)": 946,
      "hbar": 947,
      ":=": 948,
      "-k": 949,
      "\\label{p": 950,
      "}\\cdot": 951,
      "underline{": 952,
      "erp": 953,
      "=\\,": 954,
      "_{\\bar": 955,
      "}{\\delta": 956,
      "^{k": 957,
      "_M": 958,
      ")^": 959,
      "\\left.": 960,
      "{\\omega": 961,
      ",m": 962,
      "}(z": 963,
      "}^{\\infty}": 964,
      "^I": 965,
      "mbox{": 966,
      "or": 967,
      "^{2}+": 968,
      "-p": 969,
      "d^3": 970,
      "}\\end{array": 971,
      "(0)": 972,
      "_1+": 973,
      "}^{\\p": 974,
      ",k": 975,
      "\\label{4": 976,
      "}(k": 977,
      "irc": 978,
      ",\\theta": 979,
      "\\sinh": 980,
      "(\\mu": 981,
      "_x": 982,
      "^{A": 983,
      "\\approx": 984,
      "}{2}\\": 985,
      "}})": 986,
      ")}\\": 987,
      "^{-2}": 988,
      "^{2}}": 989,
      "-\\frac{1}{": 990,
      "(3": 991,
      ")},": 992,
      "\\mu}": 993,
      "}^a": 994,
      "overline": 995,
      "=1": 996,
      "(\\rho": 997,
      "up": 998,
      "_{\\pm": 999,
      "\\cosh": 1000,
      "d\\tau": 1001,
      "_{t": 1002,
      "{p": 1003,
      "tion}": 1004,
      "-x": 1005,
      "\\d": 1006,
      "=\\;": 1007,
      "exp": 1008,
      "}{2\\pi": 1009,
      ",\\\\": 1010,
      "pl": 1011,
      "^{j": 1012,
      "\\star": 1013,
      "\\;.": 1014,
      "}\\equiv": 1015,
      "v}": 1016,
      "}\\hat{": 1017,
      "[A": 1018,
      "}\\hat": 1019,
      "\\lambda}": 1020,
      "&&": 1021,
      "^5": 1022,
      "(x)=": 1023,
      "{\\eta": 1024,
      "}\\Gamma": 1025,
      "=~": 1026,
      "om": 1027,
      "q)": 1028,
      ",t": 1029,
      "^{0": 1030,
      "matrix{": 1031,
      "\\sum_{k": 1032,
      "(\\beta": 1033,
      "}{3": 1034,
      "}]": 1035,
      "^{ij": 1036,
      "textstyle": 1037,
      "-n": 1038,
      "!}": 1039,
      "(f": 1040,
      "^{(n": 1041,
      "brac": 1042,
      "(w": 1043,
      "{i": 1044,
      "cm}": 1045,
      "^{m": 1046,
      ",j": 1047,
      "^{(0)}": 1048,
      "^2\\over": 1049,
      "^{\\pm": 1050,
      "~=~": 1051,
      "P}": 1052,
      "}\\Phi": 1053,
      "\\,\\,\\,\\,": 1054,
      "{\\frac": 1055,
      "meq": 1056,
      "^{(2)}": 1057,
      "k^2": 1058,
      "(\\gamma": 1059,
      "\\geq": 1060,
      "(\\vec{": 1061,
      "eff": 1062,
      "\\sum_{": 1063,
      "mbox": 1064,
      "}\\\\": 1065,
      "\\frac{3": 1066,
      "a^2": 1067,
      ",p": 1068,
      "E}": 1069,
      "_{4": 1070,
      "\\;\\;\\;": 1071,
      "for": 1072,
      "\\mathbf{": 1073,
      "\\neq": 1074,
      "I}": 1075,
      "{q": 1076,
      "_{\\alpha}": 1077,
      "_q": 1078,
      "\\vartheta": 1079,
      "\\int_{": 1080,
      "(\\eta": 1081,
      "Pi": 1082,
      "\\phi}": 1083,
      "(M": 1084,
      ",\\,": 1085,
      "}\\eta": 1086,
      "\\sigma}": 1087,
      "_{[": 1088,
      "_0^2": 1089,
      "}\\sigma": 1090,
      "}^{a": 1091,
      "J}": 1092,
      "\\label{b": 1093,
      "=2": 1094,
      "(R": 1095,
      "0\\\\": 1096,
      "u}": 1097,
      "}{r": 1098,
      "+m": 1099,
      "_{B": 1100,
      "\\rho}": 1101,
      "(\\frac{": 1102,
      "\\hspace{": 1103,
      "plus": 1104,
      "-q": 1105,
      "\\label{t": 1106,
      "-4": 1107,
      "Tr}": 1108,
      "\\label{d": 1109,
      "_i)": 1110,
      "_{d": 1111,
      "{\\cal{": 1112,
      "mm": 1113,
      "(l": 1114,
      "\\end{array}\\right": 1115,
      "\\frac{1}{\\sqrt{": 1116,
      "^\\infty": 1117,
      "_H": 1118,
      "}(t": 1119,
      "}\\theta": 1120,
      "1}{2}": 1121,
      "\\;=\\;": 1122,
      "^c": 1123,
      "{x": 1124,
      "hspace": 1125,
      "\\infty}": 1126,
      "mb": 1127,
      "\\label{eqn": 1128,
      "(v": 1129,
      "_\\beta": 1130,
      "_{ab}": 1131,
      "an": 1132,
      "dr": 1133,
      "\\sum_{j": 1134,
      "}\\rangle": 1135,
      "in}": 1136,
      "_D": 1137,
      "o}": 1138,
      "|0": 1139,
      ")=-": 1140,
      "d^4x": 1141,
      "\\begin{array}{l": 1142,
      "_{\\alpha\\beta": 1143,
      "}^{+": 1144,
      "\\alpha'": 1145,
      "_{R": 1146,
      "\\frac{1}{4}": 1147,
      "}\\alpha": 1148,
      "ki": 1149,
      "ul": 1150,
      "and": 1151,
      "L}_{": 1152,
      "}),": 1153,
      "V}": 1154,
      "\\frac{1}{4": 1155,
      "_\\pm": 1156,
      "}\\,\\": 1157,
      "}^{\\infty": 1158,
      "(E": 1159,
      ",z": 1160,
      "{3": 1161,
      "^{4": 1162,
      "II": 1163,
      "=\\": 1164,
      "\\right),": 1165,
      "_{L": 1166,
      "}(p": 1167,
      "\\frac{\\lambda": 1168,
      "^{N": 1169,
      "(0,": 1170,
      "}_{1}": 1171,
      "}\\bigg": 1172,
      "{\\Phi": 1173,
      "}^{i": 1174,
      "}^\\infty": 1175,
      "\\si": 1176,
      "}_\\mu": 1177,
      "=0}^{": 1178,
      "^{\\infty": 1179,
      "(L": 1180,
      "\\simeq": 1181,
      "^T": 1182,
      "\\frac{m": 1183,
      "}\\,,": 1184,
      "\\frac{\\alpha": 1185,
      "(p)": 1186,
      "_t": 1187,
      "}\\frac{\\partial": 1188,
      "\\label{5": 1189,
      "}\\quad": 1190,
      "cm": 1191,
      "\\right\\": 1192,
      ",b": 1193,
      "\\label{n": 1194,
      ".}": 1195,
      "/2}\\": 1196,
      "(1)}": 1197,
      "u)": 1198,
      "}}+": 1199,
      "_1^2": 1200,
      "-{1\\over": 1201,
      "10": 1202,
      "{\\kappa": 1203,
      "\\right).": 1204,
      "}_{n": 1205,
      "\\label{eqn:": 1206,
      "}\\o": 1207,
      "_{+}": 1208,
      "}^{\\prime": 1209,
      "_F": 1210,
      "^{\\infty}": 1211,
      "\\widetilde{": 1212,
      "}{\\sqrt{": 1213,
      "^{b": 1214,
      "}({\\bf": 1215,
      "=0.": 1216,
      "script": 1217,
      "M^2": 1218,
      "x^2": 1219,
      "(1,": 1220,
      "K}": 1221,
      "}(\\theta": 1222,
      "(4": 1223,
      "\\long": 1224,
      "\\label{g": 1225,
      "}\\,.": 1226,
      "\\pi}": 1227,
      "_i,": 1228,
      "_{11}": 1229,
      "^{\\beta": 1230,
      ")=0": 1231,
      "({\\cal": 1232,
      "_{\\gamma": 1233,
      "|}": 1234,
      "\\ldots,": 1235,
      "(P": 1236,
      "_{D": 1237,
      "{\\pi}": 1238,
      "\\right\\rangle": 1239,
      "onu": 1240,
      "-\\frac{1}{2}": 1241,
      "(\\vec": 1242,
      "d\\theta": 1243,
      "ur": 1244,
      "}=\\frac{": 1245,
      "{\\xi": 1246,
      "sum": 1247,
      "-z": 1248,
      "A_{\\mu": 1249,
      "R^2": 1250,
      "}_n": 1251,
      ".5": 1252,
      "],": 1253,
      "}\\varphi": 1254,
      "ch": 1255,
      "_{q": 1256,
      "_{j}": 1257,
      "^6": 1258,
      "{\\dot": 1259,
      "}^i": 1260,
      "{\\epsilon": 1261,
      "rall": 1262,
      "}(\\tau": 1263,
      "x)": 1264,
      "mathrm{": 1265,
      "\\det": 1266,
      "lo": 1267,
      "}\\tilde": 1268,
      "{}": 1269,
      "_{-\\infty": 1270,
      "SU": 1271,
      "\\widetilde": 1272,
      "^N": 1273,
      "du": 1274,
      "_{n}": 1275,
      "+n": 1276,
      "\\mathrm{": 1277,
      "$}": 1278,
      "mo": 1279,
      "\\mbox": 1280,
      "}}.": 1281,
      "mber": 1282,
      "^{\\mu\\nu}": 1283,
      "^{\\prime}": 1284,
      "_{\\nu}": 1285,
      "old": 1286,
      "cos": 1287,
      "_{5": 1288,
      "\\circ": 1289,
      "^{1}": 1290,
      "}{1": 1291,
      "-s": 1292,
      "_0,": 1293,
      "(\\tau)": 1294,
      "\\bar{z": 1295,
      "-a": 1296,
      "_i}": 1297,
      "ve": 1298,
      "^2=": 1299,
      "\\label{E": 1300,
      ".3": 1301,
      "{\\Lambda": 1302,
      "widetilde": 1303,
      "\\stackrel{": 1304,
      "w}": 1305,
      ",\\label{eq:": 1306,
      "\\perp": 1307,
      "ran": 1308,
      "\\sqrt{2}": 1309,
      "}(x,": 1310,
      ",\\tau": 1311,
      "oldmath": 1312,
      "\\mp": 1313,
      "def": 1314,
      "mathcal{": 1315,
      "(C": 1316,
      "{\\Delta": 1317,
      "\\right)^2": 1318,
      "{r": 1319,
      "_{3}": 1320,
      "(k)": 1321,
      "(b": 1322,
      "\\\\0": 1323,
      "wedge": 1324,
      "}_j": 1325,
      "',": 1326,
      "{4": 1327,
      "_{\\tau": 1328,
      "-2)": 1329,
      "_z": 1330,
      "_\\lambda": 1331,
      "chi": 1332,
      "_{1},": 1333,
      "\\bar{\\psi": 1334,
      "[\\phi": 1335,
      "_{z": 1336,
      "{\\mathcal": 1337,
      "{\\begin{array}{": 1338,
      "(\\pi": 1339,
      "W}": 1340,
      "^{d": 1341,
      "}\\frac{1}{": 1342,
      "{\\boldmath": 1343,
      "}{(2\\pi": 1344,
      ")}.": 1345,
      "%%": 1346,
      "r]": 1347,
      "-1,": 1348,
      "/2)": 1349,
      "(\\Phi": 1350,
      "_T": 1351,
      "}\\omega": 1352,
      "}\\xi": 1353,
      "\\left\\langle": 1354,
      "\\partial_i": 1355,
      "un": 1356,
      "^{2})": 1357,
      "onumber": 1358,
      "+}": 1359,
      "^4}": 1360,
      "{\\sqrt": 1361,
      "ski": 1362,
      ",a": 1363,
      "ss": 1364,
      "}(z)": 1365,
      "_C": 1366,
      "Q}": 1367,
      "}_a": 1368,
      "(z,": 1369,
      "+k": 1370,
      "^3}": 1371,
      "d\\Omega": 1372,
      "g)": 1373,
      "}}{\\partial": 1374,
      "^{\\dagger}": 1375,
      "}).": 1376,
      "}_{\\rm": 1377,
      "(S": 1378,
      "{\\varphi": 1379,
      "_{S": 1380,
      "^{p": 1381,
      "}\\bar{": 1382,
      "{\\tau": 1383,
      "}\\tilde{": 1384,
      "(u)": 1385,
      "\\int_{\\": 1386,
      "(c": 1387,
      "-t": 1388,
      "_6": 1389,
      "\\partial_\\nu": 1390,
      "\\oint": 1391,
      "})^2": 1392,
      "{\\overline": 1393,
      "{\\textstyle": 1394,
      "}^{\\dagger": 1395,
      "_{-}": 1396,
      "1&": 1397,
      "}=\\left(": 1398,
      "(h": 1399,
      "^{I": 1400,
      "_{0}^{": 1401,
      "\\longrightarrow": 1402,
      "^{ab}": 1403,
      "(B": 1404,
      "angle": 1405,
      "{n": 1406,
      "}\\put": 1407,
      "^{ij}": 1408,
      "}\\chi": 1409,
      "p^2": 1410,
      "(\\varphi": 1411,
      "\\>": 1412,
      "\\,=\\,": 1413,
      "\\prod_{i": 1414,
      "d\\phi": 1415,
      "+2}": 1416,
      "fi": 1417,
      "skip": 1418,
      "=\\frac{1}{": 1419,
      "}{4}": 1420,
      "}_{-": 1421,
      "(2)}": 1422,
      "triangle": 1423,
      "\\left\\{\\begin{array}{": 1424,
      "^\\beta": 1425,
      "l[": 1426,
      "(F": 1427,
      "q^2": 1428,
      "_{C": 1429,
      "(j": 1430,
      ")\\right]": 1431,
      "e^2": 1432,
      "{\\chi": 1433,
      "^{\\ast": 1434,
      "_{g": 1435,
      "\\label{A": 1436,
      ",\\dots": 1437,
      "{}^": 1438,
      "^{\\rm": 1439,
      "\\Bigg": 1440,
      "_2^2": 1441,
      "}\\right|": 1442,
      "|x": 1443,
      "-1)}": 1444,
      "\\}=": 1445,
      "\\frac12": 1446,
      ",l": 1447,
      "^\\pm": 1448,
      ",\\alpha": 1449,
      "-\\lambda": 1450,
      "_d": 1451,
      "ub": 1452,
      "{m": 1453,
      "}\\!": 1454,
      "_{\\theta": 1455,
      "(e": 1456,
      "^M": 1457,
      "tr}": 1458,
      ",s": 1459,
      "}\\Psi": 1460,
      "_S": 1461,
      "}\\exp": 1462,
      "\\sum_{\\": 1463,
      "op": 1464,
      "\\sqrt{\\frac{": 1465,
      "Z}": 1466,
      "}\\right)^2": 1467,
      "(1)": 1468,
      "}{2}}": 1469,
      "\\pi^2": 1470,
      "})+": 1471,
      ".0": 1472,
      "^B": 1473,
      "_1=": 1474,
      "_{1,": 1475,
      "\\end{array}\\right.": 1476,
      "{z": 1477,
      "\\label{r": 1478,
      "^{\\dag": 1479,
      ",\\hspace": 1480,
      "-g": 1481,
      "}_{j": 1482,
      "}^{\\alpha": 1483,
      "}_{\\nu": 1484,
      "d^3x": 1485,
      "(Q": 1486,
      "_E": 1487,
      "\\right.": 1488,
      "^{1/": 1489,
      ")^2}": 1490,
      "mp": 1491,
      "_g": 1492,
      "_{\\phi": 1493,
      "\\sin^2": 1494,
      "^{\\rho": 1495,
      "(0": 1496,
      "_h": 1497,
      "}{3}": 1498,
      "(\\epsilon": 1499,
      "=1}^N": 1500,
      "-y": 1501,
      "Xi": 1502,
      "\\oplus": 1503,
      "}_{a": 1504,
      "(x-y)": 1505,
      "wi": 1506,
      "}\\sqrt{": 1507,
      "}\\over{": 1508,
      "(J": 1509,
      "+a": 1510,
      "-{": 1511,
      "|z": 1512,
      "^{c": 1513,
      "}\\pi": 1514,
      "_{k}": 1515,
      "(s)": 1516,
      "+3": 1517,
      "^{-1})": 1518,
      "{\\nu": 1519,
      "}_{0": 1520,
      "}_k": 1521,
      "(\\zeta": 1522,
      "\\stackrel": 1523,
      "}_{m": 1524,
      "^{(i": 1525,
      "\\gamma}": 1526,
      "_3)": 1527,
      "g_{": 1528,
      "^{r": 1529,
      "_o": 1530,
      "}%": 1531,
      ",q": 1532,
      ";\\;": 1533,
      "_{mn": 1534,
      "+\\frac{1}{2}": 1535,
      "X}": 1536,
      "}{k": 1537,
      "+1)}": 1538,
      "(\\bar": 1539,
      "=\\sum": 1540,
      "S_{\\rm": 1541,
      "_n)": 1542,
      "(G": 1543,
      "^{-2": 1544,
      "(\\delta": 1545,
      "\\nonumber": 1546,
      "\\hbox{": 1547,
      "_{AB": 1548,
      "F_{\\mu": 1549,
      "cc}": 1550,
      "\\label{l": 1551,
      "^{(3": 1552,
      ",\\phi": 1553,
      "\\i": 1554,
      "x},": 1555,
      "2\\pi}": 1556,
      "}\\cdots": 1557,
      "^l": 1558,
      "rop": 1559,
      "set": 1560,
      "\\frac{d}{d": 1561,
      "{\\hat{": 1562,
      "].": 1563,
      "{\\left": 1564,
      "}\\rho": 1565,
      ")=\\frac{": 1566,
      "^{a}": 1567,
      "}^{*": 1568,
      "co": 1569,
      "^{i}": 1570,
      "-b": 1571,
      "_\\rho": 1572,
      "_3}": 1573,
      "\\pmatrix{": 1574,
      "\\tan": 1575,
      "\\frac1": 1576,
      "d^": 1577,
      "\\partial_{\\mu}": 1578,
      "Im": 1579,
      "x\\right)": 1580,
      ")^2+": 1581,
      "(q)": 1582,
      "_y": 1583,
      "_{f": 1584,
      "^r": 1585,
      "\\\\&": 1586,
      "\\cdots,": 1587,
      ".4": 1588,
      "_e": 1589,
      "\\frac{k": 1590,
      "er}": 1591,
      "_{\\alpha\\beta}": 1592,
      "\\label{con": 1593,
      ")\\right)": 1594,
      "={": 1595,
      "_P": 1596,
      "^{'": 1597,
      "\\,\\,\\,": 1598,
      "^{3/2}": 1599,
      "}(y)": 1600,
      "\\not": 1601,
      "}\\Delta": 1602,
      ")}+": 1603,
      ",\\xi": 1604,
      "_{m}": 1605,
      "metri": 1606,
      "2)": 1607,
      "SO": 1608,
      "brack": 1609,
      "Re": 1610,
      "}=\\int": 1611,
      "\\widehat{": 1612,
      "&0": 1613,
      ",0": 1614,
      "11}": 1615,
      "eck": 1616,
      "=-\\infty": 1617,
      "}\\overline": 1618,
      "(\\psi": 1619,
      "{\\Omega": 1620,
      "_{\\Lambda": 1621,
      "d^2x": 1622,
      "(H": 1623,
      "}\\nabla": 1624,
      "^{-1/2}": 1625,
      "+\\,": 1626,
      "^{3}": 1627,
      "mathbf{": 1628,
      "_{0}}": 1629,
      "{D": 1630,
      "},\\label{": 1631,
      "\\frac{\\mu": 1632,
      "}\\Omega": 1633,
      "}(t)": 1634,
      "(\\nu": 1635,
      "x,": 1636,
      "_{-1}": 1637,
      "\\le": 1638,
      "dt^2": 1639,
      "}\\begin{array}{": 1640,
      "\\hspace{1": 1641,
      "a_1": 1642,
      "\\tau}": 1643,
      "d\\sigma": 1644,
      "ic": 1645,
      "k)": 1646,
      "/4": 1647,
      ">=": 1648,
      "{A": 1649,
      "_{2}\\": 1650,
      "^{\\alpha}": 1651,
      "\\sum_{m": 1652,
      "\\frac{4": 1653,
      "}_3": 1654,
      "_{1})": 1655,
      "{\\sin": 1656,
      "\\dagger": 1657,
      "const": 1658,
      "(U": 1659,
      "^{\\lambda": 1660,
      ",r": 1661,
      "_{a}": 1662,
      "^{4}": 1663,
      "(\\Lambda": 1664,
      "\\begin{array}{ccc}": 1665,
      "}\\mu": 1666,
      "_0=": 1667,
      "s)": 1668,
      "}{m": 1669,
      "}_{2}": 1670,
      "+4": 1671,
      "-c": 1672,
      "-r": 1673,
      "ag": 1674,
      "^{[": 1675,
      "^2,": 1676,
      "\\frac{g": 1677,
      "\\rangle=": 1678,
      "aa": 1679,
      "-\\alpha": 1680,
      "S=": 1681,
      "ropto": 1682,
      "mm}": 1683,
      "^{M": 1684,
      "\\label{h": 1685,
      "_{\\hat": 1686,
      ",\\beta": 1687,
      "-N": 1688,
      "2i": 1689,
      "ot}": 1690,
      ",i": 1691,
      "{\\Psi": 1692,
      "^{D": 1693,
      "^2}}": 1694,
      "(\\Delta": 1695,
      "(\\nabla": 1696,
      ",\\mu": 1697,
      "{a": 1698,
      "\\,.\\label{": 1699,
      "\\lambda)": 1700,
      ")=\\int": 1701,
      ")|": 1702,
      "{\\left(": 1703,
      "^{\\nu}": 1704,
      "{R": 1705,
      "(2)": 1706,
      "_{2n": 1707,
      "ln": 1708,
      "(\\tilde": 1709,
      "+p": 1710,
      "\\begin{array}{rc": 1711,
      "A_0": 1712,
      "_{{\\rm": 1713,
      "}\\rightarrow": 1714,
      "brace": 1715,
      "=0}": 1716,
      "}_{\\p": 1717,
      "\\sum\\limits": 1718,
      "(4\\pi": 1719,
      "15": 1720,
      "_{\\vec": 1721,
      "_{\\omega": 1722,
      "}(\\phi": 1723,
      "(x,y)": 1724,
      "_{P": 1725,
      "}\\beta": 1726,
      "}\\otimes": 1727,
      ")^{2}": 1728,
      "3,": 1729,
      "l^2": 1730,
      "}{R": 1731,
      "}{4\\pi": 1732,
      "=1}^{N": 1733,
      "+b": 1734,
      "_\\sigma": 1735,
      "{\\tilde{": 1736,
      "}{a": 1737,
      "}\\wedge": 1738,
      "\\vdots": 1739,
      "\\frac{\\sqrt{": 1740,
      "mm]": 1741,
      "L}_": 1742,
      "\\ast": 1743,
      "\\frac{n": 1744,
      "sim": 1745,
      "16\\pi": 1746,
      "et": 1747,
      "_{e": 1748,
      "}\\end{array}\\right)": 1749,
      "\\frac{\\beta": 1750,
      "}[": 1751,
      "\\left(\\begin{array}{cc}": 1752,
      "_2=": 1753,
      "}\\sin": 1754,
      "sqrt": 1755,
      "arrow": 1756,
      "\\partial_{\\mu": 1757,
      "(V": 1758,
      "O}(": 1759,
      "U}": 1760,
      "ze": 1761,
      "|\\phi": 1762,
      "at": 1763,
      "^{(0)": 1764,
      "{\\script": 1765,
      "\\sqrt{-g}": 1766,
      ").\\label{": 1767,
      "A_i": 1768,
      "]+": 1769,
      "mid": 1770,
      "ne": 1771,
      "{\\displaystyle": 1772,
      "\\mu^2": 1773,
      "_{\\pm}": 1774,
      "}\\Lambda": 1775,
      "(Z": 1776,
      "+q": 1777,
      "-\\,": 1778,
      "}}\\left(": 1779,
      "\\frac{\\kappa": 1780,
      "erm": 1781,
      "^{\\bar": 1782,
      "(\\lambda)": 1783,
      "(\\phi)": 1784,
      "e^": 1785,
      "\\theta}": 1786,
      "-\\frac{2": 1787,
      "}\\end{array}": 1788,
      "-}": 1789,
      "_8": 1790,
      "}{N": 1791,
      "(\\hat{": 1792,
      "}\\prod": 1793,
      "\\sum_i": 1794,
      "}\\tau": 1795,
      "}\\varepsilon": 1796,
      "gau": 1797,
      "(x),": 1798,
      "}(x)=": 1799,
      "0&0&0&0&": 1800,
      "scriptstyle": 1801,
      "\\int\\limits": 1802,
      "cl": 1803,
      "{\\nabla": 1804,
      "\\label{m": 1805,
      "_{2})": 1806,
      "-d": 1807,
      "[2": 1808,
      "_v": 1809,
      "}{n": 1810,
      "\\label{S": 1811,
      ")})": 1812,
      "_{i}^{": 1813,
      "\\label{2.": 1814,
      "L}}": 1815,
      "_*": 1816,
      "_u": 1817,
      "_0+": 1818,
      ",\\eta": 1819,
      "{\\bf{q": 1820,
      "\\Xi": 1821,
      "x_2": 1822,
      "}\\vec": 1823,
      "size": 1824,
      "\\sqrt{2": 1825,
      "+d": 1826,
      "F_{\\mu\\nu": 1827,
      "sion": 1828,
      "\\exp\\left(": 1829,
      "-1}{": 1830,
      "_{\\epsilon": 1831,
      "}(q": 1832,
      "ota": 1833,
      "w)": 1834,
      "_{\\xi": 1835,
      "\\begin{array}{l}": 1836,
      "}_{k": 1837,
      ",2": 1838,
      "x_1": 1839,
      "}(\\vec{": 1840,
      "}\\:": 1841,
      "_{21}": 1842,
      "\\label{6": 1843,
      "def}": 1844,
      "^{+}": 1845,
      "+\\alpha": 1846,
      "{g": 1847,
      "}=0,": 1848,
      "-\\partial": 1849,
      "/3": 1850,
      "=i": 1851,
      "_\\perp": 1852,
      "_{\\dot": 1853,
      "}(u": 1854,
      "}_{2": 1855,
      "e}^{-": 1856,
      ")^{-1}": 1857,
      "{\\line": 1858,
      "arge": 1859,
      "}_+": 1860,
      "_n}": 1861,
      "-\\beta": 1862,
      "if": 1863,
      "\\propto": 1864,
      "\\frac{r": 1865,
      "=1}^\\infty": 1866,
      "^{(n)}": 1867,
      ",v": 1868,
      "il": 1869,
      "}^\\mu": 1870,
      "1.": 1871,
      "x^\\mu": 1872,
      "~~~~~": 1873,
      "({": 1874,
      "_{\\cal": 1875,
      "\\partial_z": 1876,
      "{\\widetilde": 1877,
      "}^{2": 1878,
      "partial": 1879,
      "x'": 1880,
      "\\label{v": 1881,
      "}_m": 1882,
      "\\rho^2": 1883,
      "_{n-1}": 1884,
      "{k}}": 1885,
      ")\\over": 1886,
      "-\\mu": 1887,
      "\\partial_{": 1888,
      "^{*}": 1889,
      ",t)": 1890,
      "^{l": 1891,
      "^{s": 1892,
      "}\\right\\}": 1893,
      "\\kappa^2": 1894,
      "({\\rm": 1895,
      "+\\lambda": 1896,
      "^p": 1897,
      "(\\kappa": 1898,
      "\\label{w": 1899,
      "_{1}}": 1900,
      "(K": 1901,
      "2.": 1902,
      "r^2}": 1903,
      "|c": 1904,
      "=1}^{n": 1905,
      "-f": 1906,
      "\\underline": 1907,
      "\\label{B": 1908,
      "\\label{D": 1909,
      "{\\phi}": 1910,
      "\\int_{-\\infty": 1911,
      ",\\bar": 1912,
      "-E": 1913,
      "}{p": 1914,
      "\\gamma^\\mu": 1915,
      "}^*": 1916,
      "eff}": 1917,
      "}\\cos": 1918,
      "=1,2,": 1919,
      ",\\sigma": 1920,
      "ker": 1921,
      "ab}": 1922,
      "tom": 1923,
      "forall": 1924,
      "14": 1925,
      "_J": 1926,
      "(\\hat": 1927,
      "\\Bigl(": 1928,
      "^J": 1929,
      "^R": 1930,
      "a)": 1931,
      "{\\mbox": 1932,
      "_{o": 1933,
      ",\\;": 1934,
      "^L": 1935,
      "c^2": 1936,
      "|n": 1937,
      "\\begin{array}{ll": 1938,
      "3.": 1939,
      "ntom": 1940,
      "pi": 1941,
      "(\\Gamma": 1942,
      "c_1": 1943,
      "k})": 1944,
      "x_0": 1945,
      "al}": 1946,
      "~~~,": 1947,
      "d^{4}": 1948,
      "-\\frac": 1949,
      "={1\\over": 1950,
      "com": 1951,
      "(z)=": 1952,
      "|0\\rangle": 1953,
      "\\L": 1954,
      "\\frac{p": 1955,
      "}(\\sigma": 1956,
      "\\hline": 1957,
      "\\overline{\\psi": 1958,
      "widetilde{": 1959,
      "_\\ell": 1960,
      "\\frac{e": 1961,
      "eq}": 1962,
      "(-i": 1963,
      "em": 1964,
      "n_2": 1965,
      "-\\frac{i": 1966,
      "}(\\xi": 1967,
      "}\\frac{d": 1968,
      "(x,y": 1969,
      "-j": 1970,
      "-\\delta": 1971,
      "A)": 1972,
      "sh": 1973,
      "|\\psi": 1974,
      "H^2": 1975,
      "a}}": 1976,
      "\\frac{a": 1977,
      "}^{(1)}": 1978,
      "\\sum_{n=0": 1979,
      "{\\cos": 1980,
      "\\},": 1981,
      "}(-": 1982,
      "{\\mathcal{": 1983,
      "+\\beta": 1984,
      "O}": 1985,
      "action}": 1986,
      "x}}": 1987,
      ")}{\\partial": 1988,
      "\\begin{array}{ll}": 1989,
      ",g": 1990,
      "[a": 1991,
      "\\ge": 1992,
      "\\matrix{": 1993,
      "m^{2}": 1994,
      "_{4}": 1995,
      "}=\\frac{1}{": 1996,
      "_2+": 1997,
      "\\lambda^2": 1998,
      "\\gamma_5": 1999,
      "\\partial_-": 2000,
      "{i\\over": 2001,
      "A}}": 2002,
      "[J": 2003,
      "heck": 2004,
      "^{(4": 2005,
      ".\\label{s": 2006,
      "(5": 2007,
      "-l": 2008,
      "_{n+1}": 2009,
      "st}": 2010,
      "_\\gamma": 2011,
      "el}": 2012,
      "all": 2013,
      ",\\vec": 2014,
      "ij": 2015,
      "m}}": 2016,
      "map": 2017,
      ",\\gamma": 2018,
      "\\frac{\\Lambda": 2019,
      "_j)": 2020,
      "_{mn}": 2021,
      "_{\\partial": 2022,
      "\\!\\!\\!": 2023,
      "{\\frac{1}{": 2024,
      "c.": 2025,
      "\\label{G": 2026,
      "(\\tilde{": 2027,
      "^{(N": 2028,
      "=1}^{\\infty}": 2029,
      "\\widehat": 2030,
      "+{1\\over": 2031,
      ">0": 2032,
      "^{\\prime}}": 2033,
      "{\\alpha}": 2034,
      "+g": 2035,
      "=\\frac": 2036,
      "A,": 2037,
      "_W": 2038,
      "od": 2039,
      "}\\dot{": 2040,
      "^{\\prime\\prime": 2041,
      "\\Bigr)": 2042,
      "not": 2043,
      "r_+": 2044,
      "}_\\alpha": 2045,
      "^{\\alpha\\beta": 2046,
      "3)": 2047,
      "a_2": 2048,
      "_{\\bf": 2049,
      "\\partial_t": 2050,
      ",}": 2051,
      "}\\left[": 2052,
      "}_{\\beta": 2053,
      "-\\sigma": 2054,
      "ow": 2055,
      "v^2": 2056,
      "\\over\\partial": 2057,
      "^{-}": 2058,
      "\\frac{\\theta": 2059,
      "\\Big)": 2060,
      "^{\\frac{1}{": 2061,
      "R)": 2062,
      "{\\hbar": 2063,
      "\\label{C": 2064,
      "}(y": 2065,
      "}_{1": 2066,
      "_i^2": 2067,
      "}{2}\\right)": 2068,
      "A_1": 2069,
      "^t": 2070,
      "_V": 2071,
      "m)": 2072,
      "~+": 2073,
      "_{J": 2074,
      "dk": 2075,
      "r})": 2076,
      "x}-": 2077,
      "(x)}": 2078,
      "=-i": 2079,
      "\\hskip": 2080,
      "metric}": 2081,
      "gauge": 2082,
      "=\\delta": 2083,
      "[X": 2084,
      "\\partial_+": 2085,
      "3}}": 2086,
      "\\r": 2087,
      "\\left(1": 2088,
      "^{\\prime})": 2089,
      "0|": 2090,
      "_7": 2091,
      "g^{-1}": 2092,
      "r_0": 2093,
      "\\,,\\label{": 2094,
      "\\bar\\theta": 2095,
      "0}}": 2096,
      "_{T": 2097,
      "\\frac{N": 2098,
      "\\right].": 2099,
      "^s": 2100,
      "^\\lambda": 2101,
      "a_i": 2102,
      "ia": 2103,
      "ss}": 2104,
      "}{8": 2105,
      "}+2": 2106,
      "_{0})": 2107,
      "\\mbox{\\boldmath": 2108,
      ".\\end{array}": 2109,
      "oth": 2110,
      "\\label{k": 2111,
      "\\frac{2\\pi": 2112,
      "\\partial^\\mu": 2113,
      "}^{(n": 2114,
      "+2)": 2115,
      "}\\Pi": 2116,
      "}\\;,": 2117,
      "[d": 2118,
      "g_{\\mu": 2119,
      "g_{\\mu\\nu}": 2120,
      "k}}": 2121,
      "}=2": 2122,
      "^{2n": 2123,
      "--": 2124,
      "A'": 2125,
      "[x": 2126,
      "_\\theta": 2127,
      "sy": 2128,
      "}{M": 2129,
      "for}": 2130,
      "ubset": 2131,
      ",c": 2132,
      "_{\\beta}": 2133,
      "(\\chi": 2134,
      "+{\\cal": 2135,
      "star": 2136,
      "^{\\,": 2137,
      "}(p)": 2138,
      "_1\\ldots": 2139,
      "\\varrho": 2140,
      "}{\\hbar": 2141,
      "int}": 2142,
      "+1}}": 2143,
      "$}}": 2144,
      "nt": 2145,
      "}\\{": 2146,
      "^{\\sigma": 2147,
      "\\epsilon}": 2148,
      "=1}^{\\infty": 2149,
      ",\\lambda": 2150,
      "4}}": 2151,
      "^8": 2152,
      "_G": 2153,
      "no": 2154,
      "\\phi^2": 2155,
      "sto": 2156,
      ",1": 2157,
      "hy": 2158,
      "^{(+": 2159,
      "_{0},": 2160,
      "-\\gamma": 2161,
      "D_\\mu": 2162,
      "so": 2163,
      "x^i": 2164,
      "ell}": 2165,
      "^{\\gamma": 2166,
      "-e": 2167,
      "C_2": 2168,
      "d^{2}": 2169,
      "n^2": 2170,
      "z_1": 2171,
      "_{F": 2172,
      "\\label{L": 2173,
      "\\right>": 2174,
      "}+i": 2175,
      "{\\bar{": 2176,
      "L}=": 2177,
      "po": 2178,
      "}\\times": 2179,
      "}(r": 2180,
      "\\\\[": 2181,
      "-1}}": 2182,
      "\\begin{array}{cccc": 2183,
      "-\\omega": 2184,
      "/3}": 2185,
      "=\\frac{1}{2}": 2186,
      "\\label{R": 2187,
      "}(\\lambda": 2188,
      "^{(k": 2189,
      "}{g": 2190,
      "}(X": 2191,
      "}(n": 2192,
      "(t,": 2193,
      "_{ijk}": 2194,
      "{2\\over": 2195,
      "ds^2=": 2196,
      "B}}": 2197,
      "F_{\\mu\\nu}": 2198,
      "T)": 2199,
      "\\text": 2200,
      "a_0": 2201,
      "p_i": 2202,
      "x\\,": 2203,
      "\\leftrightarrow": 2204,
      "\\sqrt{g": 2205,
      "(2n": 2206,
      "\\Big(": 2207,
      "^{0}": 2208,
      "top": 2209,
      "}\\;.": 2210,
      "(w)": 2211,
      "-u": 2212,
      "-\\frac{\\": 2213,
      "S}}": 2214,
      "m_2": 2215,
      "p_2": 2216,
      "\\sp": 2217,
      "det}": 2218,
      "tor": 2219,
      "{\\bf{q}}": 2220,
      "10}": 2221,
      "H}}": 2222,
      "V_{": 2223,
      "}\\}": 2224,
      "}\\zeta": 2225,
      "\\left({": 2226,
      "}^{\\nu": 2227,
      "dx^i": 2228,
      "diag": 2229,
      "{\\alpha}}": 2230,
      "\\alpha^2": 2231,
      ",1}": 2232,
      "-\\tau": 2233,
      "N_c": 2234,
      "\\triangle": 2235,
      "ff": 2236,
      "^{(b": 2237,
      "-1\\right)": 2238,
      "\\frac{i}{2}": 2239,
      "and}": 2240,
      "mapsto": 2241,
      "\\int_{0": 2242,
      "=\\frac{\\": 2243,
      "r^{2}": 2244,
      "y^2": 2245,
      "_{y": 2246,
      "e^{ik": 2247,
      "\\sum_{l": 2248,
      ",N": 2249,
