{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": "([{}_^\\\\])"
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "<unk>",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "<s>": 0,
      "</s>": 1,
      "<pad>": 2,
      "<unk>": 3,
      "\t": 4,
      "\n": 5,
      "\r": 6,
      " ": 7,
      "!": 8,
      "$": 9,
      "(": 10,
      ")": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "A": 30,
      "B": 31,
      "C": 32,
      "D": 33,
      "E": 34,
      "F": 35,
      "G": 36,
      "H": 37,
      "I": 38,
      "L": 39,
      "M": 40,
      "N": 41,
      "P": 42,
      "R": 43,
      "S": 44,
      "T": 45,
      "V": 46,
      "X": 47,
      "Y": 48,
      "[": 49,
      "\\": 50,
      "]": 51,
      "^": 52,
      "_": 53,
      "a": 54,
      "b": 55,
      "c": 56,
      "d": 57,
      "e": 58,
      "f": 59,
      "g": 60,
      "h": 61,
      "i": 62,
      "j": 63,
      "k": 64,
      "l": 65,
      "m": 66,
      "n": 67,
      "o": 68,
      "p": 69,
      "q": 70,
      "r": 71,
      "s": 72,
      "t": 73,
      "u": 74,
      "v": 75,
      "w": 76,
      "x": 77,
      "y": 78,
      "z": 79,
      "{": 80,
      "|": 81,
      "}": 82,
      "##f": 83,
      "##(": 84,
      "##v": 85,
      "##,": 86,
      "##t": 87,
      "##)": 88,
      "##=": 89,
      "##w": 90,
      "##$": 91,
      "##\r": 92,
      "##\n": 93,
      "##\\": 94,
      "##s": 95,
      "##i": 96,
      "##g": 97,
      "##m": 98,
      "##a": 99,
      "## ": 100,
      "##r": 101,
      "##c": 102,
      "##{": 103,
      "##1": 104,
      "##}": 105,
      "##2": 106,
      "##n": 107,
      "##-": 108,
      "##b": 109,
      "##o": 110,
      "##x": 111,
      "##d": 112,
      "##D": 113,
      "##e": 114,
      "##l": 115,
      "##I": 116,
      "##u": 117,
      "##^": 118,
      "##H": 119,
      "##A": 120,
      "##h": 121,
      "##+": 122,
      "##P": 123,
      "##6": 124,
      "##4": 125,
      "##0": 126,
      "##_": 127,
      "##Y": 128,
      "##M": 129,
      "##G": 130,
      "##V": 131,
      "##8": 132,
      "##E": 133,
      "##F": 134,
      "##S": 135,
      "##C": 136,
      "##L": 137,
      "##N": 138,
      "##k": 139,
      "##z": 140,
      "##B": 141,
      "##p": 142,
      "##3": 143,
      "##[": 144,
      "##]": 145,
      "##R": 146,
      "##y": 147,
      "##X": 148,
      "##j": 149,
      "##q": 150,
      "##T": 151,
      "##/": 152,
      "##7": 153,
      "##.": 154,
      "##5": 155,
      "##|": 156,
      "##9": 157,
      "##!": 158,
      "##<": 159,
      "##>": 160,
      "##\t": 161,
      "## }": 162,
      "## \\": 163,
      "## {": 164,
      "##\r\n": 165,
      "## { ": 166,
      "## } }": 167,
      "##mb": 168,
      "##ox": 169,
      "##mbox": 170,
      "##mbox { ": 171,
      "##ac": 172,
      "##fr": 173,
      "##frac": 174,
      "## { \\": 175,
      "##t ": 176,
      "##$\r\n": 177,
      "## +": 178,
      "## }\r\n": 179,
      "##ig": 180,
      "## ^": 181,
      "## =": 182,
      "## \\frac": 183,
      "##}{": 184,
      "## -": 185,
      "## { \\mbox { ": 186,
      "##sq": 187,
      "##sqr": 188,
      "##sqrt": 189,
      "##le": 190,
      "##rig": 191,
      "##righ": 192,
      "##lef": 193,
      "## \\mbox { ": 194,
      "## } }\r\n": 195,
      "## \\righ": 196,
      "## + ": 197,
      "##left ": 198,
      "## \\right ": 199,
      "## \\frac{": 200,
      "## ^ ": 201,
      "##}$\r\n": 202,
      "##left (": 203,
      "## \\right )": 204,
      "##in": 205,
      "##^2": 206,
      "## = ": 207,
      "##su": 208,
      "##sum": 209,
      "## \\left (": 210,
      "## _": 211,
      "##1}{": 212,
      "##ta": 213,
      "##^{": 214,
      "$\\": 215,
      "## x": 216,
      "##_{": 217,
      "\\frac": 218,
      "## ^ 2": 219,
      "## } { ": 220,
      "##pi": 221,
      "##sqrt { ": 222,
      "\\mbox { ": 223,
      "## d": 224,
      "## - ": 225,
      "## } } }\r\n": 226,
      "##Big": 227,
      "##frac{": 228,
      "## + \\": 229,
      "## \\frac{1}{": 230,
      "##1}": 231,
      "##eta": 232,
      "##Bigg": 233,
      "##)$\r\n": 234,
      "{ \\mbox { ": 235,
      "##ts": 236,
      "## \\right )\r\n": 237,
      "## { { ": 238,
      "##ots": 239,
      "##dots": 240,
      "##ma": 241,
      "##_n": 242,
      "##th": 243,
      "## } ^": 244,
      "##sin": 245,
      "## } { \\": 246,
      "## { x": 247,
      "## \\sum": 248,
      "\\sum": 249,
      "{ ": 250,
      "##cdots": 251,
      "##} \\": 252,
      "{ \\": 253,
      "##_1": 254,
      "##_i": 255,
      "## { { \\mbox { ": 256,
      "##ph": 257,
      "##int ": 258,
      "## = \\frac{": 259,
      "## } } _": 260,
      "##theta": 261,
      "##co": 262,
      "##0$\r\n": 263,
      "##cos": 264,
      "## \\left ( ": 265,
      "## a": 266,
      "##+\\": 267,
      "##al": 268,
      "$\\frac{": 269,
      "\\frac { ": 270,
      "##}{2": 271,
      "##im": 272,
      "##_{i": 273,
      "\\sqrt": 274,
      "## } } ^": 275,
      "##left [": 276,
      "## \\right ]": 277,
      "##ime": 278,
      "##\\frac{": 279,
      "##n-": 280,
      "##(x": 281,
      "##}\\": 282,
      "## + 1": 283,
      "##_2": 284,
      "##]{": 285,
      "## } } { ": 286,
      "## = \\": 287,
      "## \\frac { \\": 288,
      "##sqrt[": 289,
      "##Bigg(": 290,
      "##Bigg)": 291,
      "##pha": 292,
      "##alpha": 293,
      "##\\pi": 294,
      "##- ": 295,
      "## } \\": 296,
      "## { \\frac": 297,
      "{ -": 298,
      "##^3": 299,
      "## \\frac { ": 300,
      "## } \\right )": 301,
      "\\left (": 302,
      "##a^": 303,
      "##}}": 304,
      "## } _": 305,
      "##sqrt { 1": 306,
      "##int": 307,
      "##_{i=": 308,
      "## \\sqrt": 309,
      "\\int ": 310,
      "## ^ 3": 311,
      "##b^2": 312,
      "##x^{": 313,
      "## -4": 314,
      "\\sum _": 315,
      "##(x)": 316,
      "## r": 317,
      "## \\left ( x": 318,
      "##beta": 319,
      "##x]{": 320,
      "##q_n": 321,
      "## } } _ { \\mbox { ": 322,
      "##sqrt[x]{": 323,
      "##} \\Bigg)": 324,
      "## + \\mbox { ": 325,
      "##+\\cdots": 326,
      "## \\left ( x \\right )": 327,
      "##ga": 328,
      "##mma": 329,
      "##n+": 330,
      "## } -": 331,
      "## = \\frac{1}{": 332,
      "##pi r": 333,
      "##sqrt { 1 + \\": 334,
      "##gamma": 335,
      "$y": 336,
      "##mu": 337,
      "## z": 338,
      "## { { \\": 339,
      "## } { 3": 340,
      "##(a": 341,
      "##}}{": 342,
      "##n}": 343,
      "##_0": 344,
      "##\\p": 345,
      "##sig": 346,
      "##rime": 347,
      "##1-": 348,
      "## } d": 349,
      "## = 0$\r\n": 350,
      "## \\left ( \\frac { \\": 351,
      "##\\prime": 352,
      "##sigma": 353,
      "## } \\right )\r\n": 354,
      "## = 1": 355,
      "$P": 356,
      "##2 }\r\n": 357,
      "##n-1}": 358,
      "## (": 359,
      "##De": 360,
      "##lta": 361,
      "## \\sin": 362,
      "##_{i=1}": 363,
      "##Delta": 364,
      "{ { ": 365,
      "##a^2": 366,
      "##eq": 367,
      "##+b": 368,
      "## + a": 369,
      "## = a": 370,
      "##^{\\prime": 371,
      "\\frac { \\": 372,
      "$\\frac{1}{": 373,
      "$S": 374,
      "\\left [": 375,
      "##-b": 376,
      "## - \\frac{": 377,
      "## + c": 378,
      "##tan": 379,
      "## \\right ]\r\n": 380,
      "##\\pi}{": 381,
      "## \\left ( \\frac { \\pi": 382,
      "##ab": 383,
      "##} ": 384,
      "## \\sqrt{": 385,
      "##2k": 386,
      "##^2$\r\n": 387,
      "## \\frac{1}{4": 388,
      "{ \\cdots": 389,
      "## -4ac": 390,
      "##pi r ^ 2": 391,
      "\\sin": 392,
      "##\\sqrt[x]{": 393,
      "##z ^ 2": 394,
      "##leq": 395,
      "## \\frac{2k": 396,
      "## \\frac{1}{q_n": 397,
      "##}\\Big": 398,
      "##Bigg( \\frac{1}{4": 399,
      "## { \\frac { ": 400,
      "## \\frac{2k\\pi}{": 401,
      "##Bigg( \\frac{1}{4} \\Bigg)": 402,
      "##}}$\r\n": 403,
      "##_ { ": 404,
      "##pm": 405,
      "## \\l": 406,
      "## + y": 407,
      "##sqrt { b": 408,
      "## } ^ { \\mbox { ": 409,
      "##rm": 410,
      "##1)": 411,
      "##-p": 412,
      "## \\g": 413,
      "## } } { \\mbox { ": 414,
      "##math": 415,
      "##mathrm": 416,
      "##, ": 417,
      "##1$\r\n": 418,
      "## \\pm": 419,
      "## + b": 420,
      "## ^ 2 - ": 421,
      "## } ^ { ": 422,
      "## { x } { ": 423,
      "##+\\cdots+": 424,
      "## \\pm \\sqrt{": 425,
      "$f": 426,
      "\\int": 427,
      "##time": 428,
      "##}^{": 429,
      "##u-p": 430,
      "## ^ { ": 431,
      "## + 3": 432,
      "##times": 433,
      "##ft": 434,
      "## c": 435,
      "## } ": 436,
      "## } { \\mbox { ": 437,
      "##inft": 438,
      "## \\left ( \\mbox { ": 439,
      "##^{\\prime}": 440,
      "##infty": 441,
      "##- \\mbox { ": 442,
      "##||": 443,
      "## } { \\sqrt { ": 444,
      "##i }\r\n": 445,
      "##^n": 446,
      "## } } } }\r\n": 447,
      "## } } d": 448,
      "## \\sum { ": 449,
      "## } _ { \\mbox { ": 450,
      "##t)": 451,
      "##x_": 452,
      "## \\theta": 453,
      "## } } { 2": 454,
      "## \\left ( \\frac { \\pi } { ": 455,
      "## \\leq": 456,
      "## - \\": 457,
      "##left": 458,
      "##(n-": 459,
      "##a}{": 460,
      "## h": 461,
      "##2)": 462,
      "##4}$\r\n": 463,
      "##_j": 464,
      "## } \\mbox { ": 465,
      "## } + ": 466,
      "## } + \\mbox { ": 467,
      "## = \\sum": 468,
      "## ^ x": 469,
      "## } } ^ { ": 470,
      "## } { 3 } \\": 471,
      "$(": 472,
      "$1": 473,
      "##)=": 474,
      "## k": 475,
      "##c^2": 476,
      "##^k": 477,
      "##5\r\n": 478,
      "## \\alpha": 479,
      "## - \\mbox { ": 480,
      "##_{n+": 481,
      "## } { 2 }\r\n": 482,
      "## } { \\frac": 483,
      "## } \\right ) =": 484,
      "##pi r ^ 2 h": 485,
      "$x": 486,
      "$|": 487,
      "\\sqrt { 1 + \\": 488,
      "##)}": 489,
      "##\\alpha": 490,
      "## )": 491,
      "##18": 492,
      "##}+\\": 493,
      "##0\r\n": 494,
      "##_0$\r\n": 495,
      "##sqrt { \\mbox { ": 496,
      "##^2}{": 497,
      "## d x": 498,
      "\\frac { 1": 499,
      "## = \\cos": 500,
      "## \\frac { 1": 501,
      "\\int e": 502,
      "## = 1\r\n": 503,
      "## } \\right ) = \\frac { 1": 504,
      "\\tan": 505,
      "{ - ": 506,
      "##f } }\r\n": 507,
      "##27": 508,
      "##^4": 509,
      "##^j": 510,
      "##4 a": 511,
      "##9\r\n": 512,
      "## } } { x": 513,
      "## + \\frac{": 514,
      "\\frac { \\mbox { ": 515,
      "## } ^ { \\": 516,
      "## a }\r\n": 517,
      "\\frac { - ": 518,
      "##sqrt { b ^ 2 - ": 519,
      "##times ": 520,
      "## c } } { 2": 521,
      "##a}{b": 522,
      "##_{n+1}": 523,
      "##4 a c } } { 2": 524,
      "\\frac { - b": 525,
      "##sqrt { b ^ 2 - 4 a c } } { 2": 526,
      "##sqrt { b ^ 2 - 4 a c } } { 2 a }\r\n": 527,
      "$u": 528,
      "$a^": 529,
      "{ { \\mbox { ": 530,
      "##m ": 531,
      "##cd": 532,
      "##n}$\r\n": 533,
      "##n} \\": 534,
      "##x+": 535,
      "##lt ": 536,
      "##p_n": 537,
      "##y}$\r\n": 538,
      "## } \\left ( ": 539,
      "## \\frac { x } { ": 540,
      "##sqrt{": 541,
      "##sqrt { \\frac { ": 542,
      "##^2 + \\": 543,
      "##1}{2": 544,
      "##_{n-1}": 545,
      "## } { x_": 546,
      "##sin \\left ( x \\right )": 547,
      "## { x_": 548,
      "## \\sum_{i=1}": 549,
      "## = \\frac{2": 550,
      "##theta_i": 551,
      "$S = \\": 552,
      "##mathrm d": 553,
      "$n": 554,
      "$E": 555,
      "##i)": 556,
      "##r^2$\r\n": 557,
      "##b^3": 558,
      "##og": 559,
      "##xa^": 560,
      "##d -4ac": 561,
      "##d^2}{": 562,
      "##0}^{": 563,
      "##3}$\r\n": 564,
      "##y = a": 565,
      "## } - ": 566,
      "## } \\right ]": 567,
      "## \\Bigg)": 568,
      "## + \\frac { \\": 569,
      "## +18": 570,
      "##}{a": 571,
      "## -27": 572,
      "## \\right ) }\r\n": 573,
      "##in ": 574,
      "##sum_{i=1}": 575,
      "##^{n} \\": 576,
      "##^{x+": 577,
      "## - (n-": 578,
      "## \\sum { \\mbox { ": 579,
      "## } } _ { ": 580,
      "$\\frac{b^2": 581,
      "## + 14": 582,
      "##Bigg( \\sum_{i=1}": 583,
      "##\\pi \\Bigg)": 584,
      "##^3 +18": 585,
      "##a^4}$\r\n": 586,
      "## ^ 3 + 14": 587,
      "## -4b^3": 588,
      "##(a-b": 589,
      "##a^2d^2}{": 590,
      "##abcd": 591,
      "## \\left ( \\frac { \\pi } { 4": 592,
      "##2)\\pi \\Bigg)": 593,
      "##c^2 -4b^3": 594,
      "$a^xa^": 595,
      "##theta_i - (n-": 596,
      "$S = \\Bigg( \\sum_{i=1}": 597,
      "##d -4ac^3 +18": 598,
      "##y = a^{x+": 599,
      "## -27a^2d^2}{": 600,
      "##^{n} \\theta_i - (n-": 601,
      "$\\frac{b^2c^2 -4b^3": 602,
      "##abcd -27a^2d^2}{": 603,
      "##2)\\pi \\Bigg)r^2$\r\n": 604,
      "$a^xa^y = a^{x+": 605,
      "$S = \\Bigg( \\sum_{i=1}^{n} \\theta_i - (n-": 606,
      "##d -4ac^3 +18abcd -27a^2d^2}{": 607,
      "$\\frac{b^2c^2 -4b^3d -4ac^3 +18abcd -27a^2d^2}{": 608,
      "$a^xa^y = a^{x+y}$\r\n": 609,
      "$S = \\Bigg( \\sum_{i=1}^{n} \\theta_i - (n-2)\\pi \\Bigg)r^2$\r\n": 610,
      "$\\frac{b^2c^2 -4b^3d -4ac^3 +18abcd -27a^2d^2}{a^4}$\r\n": 611,
      "$L": 612,
      "$a^2": 613,
      "##(n+": 614,
      "##t }\r\n": 615,
      "##i)$\r\n": 616,
      "##a}}{": 617,
      "##x}$\r\n": 618,
      "##+2": 619,
      "##.1": 620,
      "##| \\leq": 621,
      "## + \\frac{1}{": 622,
      "## \\frac {": 623,
      "## + i": 624,
      "## + b^2": 625,
      "## ^ 4": 626,
      "##^2}$\r\n": 627,
      "## = (a": 628,
      "$\\sum_{i=1}": 629,
      "## x - \\frac{": 630,
      "## x^j": 631,
      "##} \\lt ": 632,
      "## a_j": 633,
      "##}{2}": 634,
      "##}{2}$\r\n": 635,
      "## + 1 = 0$\r\n": 636,
      "##_{i=0}^{": 637,
      "\\sum _ { { ": 638,
      "##(x) = \\sum": 639,
      "$y^4": 640,
      "##n} a_j": 641,
      "$P(x) = \\sum": 642,
      "##+bi)": 643,
      "## + y + 1 = 0$\r\n": 644,
      "##}{a+b": 645,
      "##(a-bi)$\r\n": 646,
      "$a^2 + b^2": 647,
      "## = (a+bi)": 648,
      "## x^j$\r\n": 649,
      "##_{i=0}^{n} a_j": 650,
      "$y^4 + y + 1 = 0$\r\n": 651,
      "$P(x) = \\sum_{i=0}^{n} a_j": 652,
      "$a^2 + b^2 = (a+bi)": 653,
      "$P(x) = \\sum_{i=0}^{n} a_j x^j$\r\n": 654,
      "$a^2 + b^2 = (a+bi)(a-bi)$\r\n": 655,
      "$T": 656,
      "\\cos": 657,
      "##( \\frac{1}{": 658,
      "##a}": 659,
      "##a}$\r\n": 660,
      "##a_1": 661,
      "##a_i": 662,
      "##n]{": 663,
      "##b_i": 664,
      "##b}\\Big": 665,
      "##b}}$\r\n": 666,
      "##x + a": 667,
      "##x^n": 668,
      "##log": 669,
      "##4}+\\": 670,
      "##q_{n+1}": 671,
      "##! -": 672,
      "## \\pi": 673,
      "## + { ": 674,
      "##}{q_n": 675,
      "## \\frac{x^{": 676,
      "$\\sqrt[": 677,
      "$\\sqrt[x]{": 678,
      "## x )": 679,
      "##1} = \\cos": 680,
      "\\sum { ": 681,
      "## = \\frac{\\sqrt[x]{": 682,
      "##\\frac{a}{b": 683,
      "##\\frac{1}{2": 684,
      "##^3+\\cdots": 685,
      "##}} = \\frac{1}{": 686,
      "##}} = \\frac{\\sqrt[x]{": 687,
      "##x^{n-1}": 688,
      "##x^{b_i": 689,
      "## = \\frac{1}{3}$\r\n": 690,
      "##}}{1-": 691,
      "##n} + i": 692,
      "##1-x}$\r\n": 693,
      "## \\sin \\frac{2k\\pi}{": 694,
      "## + a_{n-1}": 695,
      "## = a_n": 696,
      "$\\frac{1}{4}+\\": 697,
      "$\\frac{1}{\\frac{1}{2": 698,
      "##ab}{a+b": 699,
      "##} | \\leq": 700,
      "##\\sqrt[x]{b}}$\r\n": 701,
      "## \\frac{1}{q_n^2}$\r\n": 702,
      "## \\frac{1}{q_nq_{n+1}": 703,
      "##}\\Big( \\frac{1}{": 704,
      "## \\frac{2k\\pi}{n} + i": 705,
      "##Bigg( \\frac{1}{4} \\Bigg)^2 + \\": 706,
      "##Bigg( \\frac{1}{4} \\Bigg)^3+\\cdots": 707,
      "## \\geq": 708,
      "##^k \\frac{x^{": 709,
      "$x = \\frac{": 710,
      "$| x - \\frac{": 711,
      "##)} = \\frac{2": 712,
      "##p_n}{q_n": 713,
      "$n! -": 714,
      "##a}}{\\sqrt[x]{b}}$\r\n": 715,
      "## + \\frac{1}{b}\\Big": 716,
      "$\\sum_{i=1}^k \\frac{x^{": 717,
      "##} \\lt  \\frac{1}{q_n^2}$\r\n": 718,
      "##a} + \\frac{1}{b}\\Big": 719,
      "##a_i}}{1-": 720,
      "##n]{1} = \\cos": 721,
      "$\\sqrt[n]{1} = \\cos": 722,
      "$\\sqrt[x]{\\frac{a}{b": 723,
      "##}} = \\frac{1}{1-x}$\r\n": 724,
      "##}} = \\frac{\\sqrt[x]{a}}{\\sqrt[x]{b}}$\r\n": 725,
      "##x^{b_i}} = \\frac{1}{1-x}$\r\n": 726,
      "## \\sin \\frac{2k\\pi}{n}$\r\n": 727,
      "$\\frac{1}{4}+\\Bigg( \\frac{1}{4} \\Bigg)^2 + \\": 728,
      "$\\frac{1}{\\frac{1}{2}\\Big( \\frac{1}{": 729,
      "##ab}{a+b}$\r\n": 730,
      "##} | \\leq \\frac{1}{q_nq_{n+1}": 731,
      "## \\frac{2k\\pi}{n} + i \\sin \\frac{2k\\pi}{n}$\r\n": 732,
      "##Bigg( \\frac{1}{4} \\Bigg)^3+\\cdots = \\frac{1}{3}$\r\n": 733,
      "$| x - \\frac{p_n}{q_n": 734,
      "##)} = \\frac{2ab}{a+b}$\r\n": 735,
      "$n! -1$\r\n": 736,
      "$\\sum_{i=1}^k \\frac{x^{a_i}}{1-": 737,
      "##a} + \\frac{1}{b}\\Big)} = \\frac{2ab}{a+b}$\r\n": 738,
      "$\\sqrt[n]{1} = \\cos \\frac{2k\\pi}{n} + i \\sin \\frac{2k\\pi}{n}$\r\n": 739,
      "$\\sqrt[x]{\\frac{a}{b}} = \\frac{\\sqrt[x]{a}}{\\sqrt[x]{b}}$\r\n": 740,
      "$\\frac{1}{4}+\\Bigg( \\frac{1}{4} \\Bigg)^2 + \\Bigg( \\frac{1}{4} \\Bigg)^3+\\cdots = \\frac{1}{3}$\r\n": 741,
      "$\\frac{1}{\\frac{1}{2}\\Big( \\frac{1}{a} + \\frac{1}{b}\\Big)} = \\frac{2ab}{a+b}$\r\n": 742,
      "##} | \\leq \\frac{1}{q_nq_{n+1}} \\lt  \\frac{1}{q_n^2}$\r\n": 743,
      "$| x - \\frac{p_n}{q_n} | \\leq \\frac{1}{q_nq_{n+1}} \\lt  \\frac{1}{q_n^2}$\r\n": 744,
      "$\\sum_{i=1}^k \\frac{x^{a_i}}{1-x^{b_i}} = \\frac{1}{1-x}$\r\n": 745,
      "##(X": 746,
      "##c } } }\r\n": 747,
      "##}}{2": 748,
      "##j }\r\n": 749,
      "## \\in ": 750,
      "## } } { \\": 751,
      "## ^ 2 (": 752,
      "## { { - ": 753,
      "##phi": 754,
      "## = \\frac{n": 755,
      "## \\left ( 2": 756,
      "## } \\g": 757,
      "\\left ( ": 758,
      "##b^2 -4ac": 759,
      "##(x) = a_n": 760,
      "$y^2": 761,
      "##Delta ": 762,
      "##-b \\pm \\sqrt{": 763,
      "##1)}{2}$\r\n": 764,
      "##+\\cdots+a_1": 765,
      "$f(x) = a_n": 766,
      "##x + a_0$\r\n": 767,
      "##x^n + a_{n-1}": 768,
      "##x^{n-1}+\\cdots+a_1": 769,
      "$x = \\frac{-b \\pm \\sqrt{": 770,
      "##}}{2a}$\r\n": 771,
      "## ^ 2 ( x )": 772,
      "##b^2 -4ac}}{2a}$\r\n": 773,
      "$f(x) = a_nx^n + a_{n-1}": 774,
      "##x^{n-1}+\\cdots+a_1x + a_0$\r\n": 775,
      "$x = \\frac{-b \\pm \\sqrt{b^2 -4ac}}{2a}$\r\n": 776,
      "$f(x) = a_nx^n + a_{n-1}x^{n-1}+\\cdots+a_1x + a_0$\r\n": 777,
      "\\sqrt { ": 778,
      "\\log": 779,
      "##(u-p": 780,
      "##t)$\r\n": 781,
      "##)} \\Bigg)": 782,
      "##\\righ": 783,
      "##n = \\frac{n": 784,
      "##d } }\r\n": 785,
      "##u}{2}": 786,
      "##h } }\r\n": 787,
      "##y - \\frac{": 788,
      "##q}{2": 789,
      "##.4": 790,
      "## } \\right ]\r\n": 791,
      "## \\cos": 792,
      "## + \\frac { ": 793,
      "## \\frac { \\mbox { ": 794,
      "\\frac { { ": 795,
      "\\sum { \\mbox { ": 796,
      "## } } ^ { \\mbox { ": 797,
      "##}\\Bigg(": 798,
      "{ - \\mbox { ": 799,
      "## } _ { ": 800,
      "## { { \\cdots": 801,
      "##+\\cdots+n = \\frac{n": 802,
      "## \\pm \\sqrt{u-p": 803,
      "##left(": 804,
      "$1+2": 805,
      "## + \\frac{u}{2}": 806,
      "##sin \\left ( x \\right ) + 1": 807,
      "##(n+1)}{2}$\r\n": 808,
      "$y^2 \\pm \\sqrt{u-p": 809,
      "##(u-p)} \\Bigg)": 810,
      "##y - \\frac{q}{2": 811,
      "##}\\Bigg(y - \\frac{q}{2": 812,
      "##+\\cdots+n = \\frac{n(n+1)}{2}$\r\n": 813,
      "$1+2+\\cdots+n = \\frac{n(n+1)}{2}$\r\n": 814,
      "## + \\frac{u}{2} = 0$\r\n": 815,
      "$y^2 \\pm \\sqrt{u-p}\\Bigg(y - \\frac{q}{2": 816,
      "##(u-p)} \\Bigg) + \\frac{u}{2} = 0$\r\n": 817,
      "$y^2 \\pm \\sqrt{u-p}\\Bigg(y - \\frac{q}{2(u-p)} \\Bigg) + \\frac{u}{2} = 0$\r\n": 818,
      "$A": 819,
      "##1}$\r\n": 820,
      "##u } }\r\n": 821,
      "## { \\beta": 822,
      "##sum { ": 823,
      "##^{-": 824,
      "\\sqrt { \\mbox { ": 825,
      "\\sqrt { { \\mbox { ": 826,
      "##left [ \\mbox { ": 827,
      "$I": 828,
      "$H": 829,
      "##\\sqrt{": 830,
      "##amb": 831,
      "##2 } \\right )": 832,
      "##da": 833,
      "##d + ": 834,
      "##P } }\r\n": 835,
      "##.8": 836,
      "##.7": 837,
      "## } + \\": 838,
      "## } } }": 839,
      "## { { - \\mbox { ": 840,
      "## \\left ( n": 841,
      "\\sqrt { { ": 842,
      "## \\sqrt { \\beta": 843,
      "## } - \\mbox { ": 844,
      "##ambda": 845,
      "$M": 846,
      "13": 847,
      "2 \\alpha": 848,
      "a x": 849,
      "a + \\": 850,
      "a ^ x": 851,
      "x ^ 2": 852,
      "##f }\r\n": 853,
      "##\\frac": 854,
      "##c } { 2 }\r\n": 855,
      "##2 } }\r\n": 856,
      "##b + c": 857,
      "##o }\r\n": 858,
      "##H }\r\n": 859,
      "##4 } { 3 } \\": 860,
      "##3\r\n": 861,
      "##j } }\r\n": 862,
      "##.6": 863,
      "## } x": 864,
      "## \\sqrt { ": 865,
      "## { n": 866,
      "## ^ { x": 867,
      "## = \\mbox { ": 868,
      "## + z ^ 2": 869,
      "## = z ^ 2": 870,
      "## = 0\r\n": 871,
      "## x + c": 872,
      "## ^ 2 } x": 873,
      "## ^ 2 = z ^ 2": 874,
      "## } { d + ": 875,
      "##sqrt { x": 876,
      "\\mbox { j }\r\n": 877,
      "## + \\pi r ^ 2": 878,
      "## + \\sqrt { b ^ 2 - 4 a c } } { 2 a }\r\n": 879,
      "##_1,": 880,
      "\\frac { 4 } { 3 } \\": 881,
      "##sqrt { 1 + z ^ 2": 882,
      "\\int _ { ": 883,
      "## ^ 3\r\n": 884,
      "## ^ 3 d x": 885,
      "## \\left ( x \\right ) ^ 2": 886,
      "##pi r ^ 3\r\n": 887,
      "## + y ^ 2 = z ^ 2": 888,
      "## + b ^ x": 889,
      "## + b x + c": 890,
      "## + 3 \\sqrt { \\beta": 891,
      "## } { 3 } \\pi r ^ 2 h": 892,
      "\\sqrt { 1 + \\sqrt { 1 + z ^ 2": 893,
      "\\frac { 1 } { 3 } \\pi r ^ 2 h": 894,
      "\\int e ^ { x": 895,
      "\\frac { - b + \\sqrt { b ^ 2 - 4 a c } } { 2 a }\r\n": 896,
      "##sqrt { \\frac { b + c": 897,
      "## ^ 4 + b x + c": 898,
      "## + \\frac { c } { 2 }\r\n": 899,
      "13 + \\pi r ^ 2": 900,
      "2 \\alpha + 3 \\sqrt { \\beta": 901,
      "a x ^ 4 + b x + c": 902,
      "a + \\sqrt { \\frac { b + c": 903,
      "a ^ x + b ^ x": 904,
      "x ^ 2 + y ^ 2 = z ^ 2": 905,
      "## ^ 2 } x ^ 3 d x": 906,
      "## } { d + f } }\r\n": 907,
      "\\frac { 4 } { 3 } \\pi r ^ 3\r\n": 908,
      "\\sqrt { 1 + \\sqrt { 1 + z ^ 2 } }\r\n": 909,
      "\\frac { 1 } { 3 } \\pi r ^ 2 h\r\n": 910,
      "\\int e ^ { x ^ 2 } x ^ 3 d x": 911,
      "13 + \\pi r ^ 2\r\n": 912,
      "2 \\alpha + 3 \\sqrt { \\beta }\r\n": 913,
      "a x ^ 4 + b x + c = 0\r\n": 914,
      "a + \\sqrt { \\frac { b + c } { d + f } }\r\n": 915,
      "a ^ x + b ^ x + \\frac { c } { 2 }\r\n": 916,
      "x ^ 2 + y ^ 2 = z ^ 2\r\n": 917,
      "\\int e ^ { x ^ 2 } x ^ 3 d x\r\n": 918,
      "\\pi": 919,
      "a + \\frac { \\": 920,
      "##fo": 921,
      "##f \\left ( ": 922,
      "##(t)": 923,
      "##v } }\r\n": 924,
      "##t$\r\n": 925,
      "##) = ": 926,
      "##\\theta": 927,
      "##m + 3": 928,
      "## 1": 929,
      "## 2": 930,
      "## b": 931,
      "##ral": 932,
      "##1 \\right )": 933,
      "##2}": 934,
      "##2 \\left ( 2": 935,
      "##n \\sin": 936,
      "##lt": 937,
      "##ldots": 938,
      "##A } }\r\n": 939,
      "##00": 940,
      "##V_": 941,
      "##N } }\r\n": 942,
      "##N \\left (": 943,
      "##z \\right )\r\n": 944,
      "##32": 945,
      "##y }\r\n": 946,
      "##X } }\r\n": 947,
      "##5 \\right )": 948,
      "## } ^ ": 949,
      "## \\int ": 950,
      "## \\int": 951,
      "## } } \\right )\r\n": 952,
      "## + { \\mbox { ": 953,
      "## = \\frac {": 954,
      "## ^ n \\sin": 955,
      "## ^ 5 \\right )": 956,
      "## = 5\r\n": 957,
      "## _2 \\left ( 2": 958,
      "## x \\right )\r\n": 959,
      "\\frac { x } { ": 960,
      "## - 1 \\right )": 961,
      "##theta }\r\n": 962,
      "## } } ^ { \\": 963,
      "## } } { 2 }\r\n": 964,
      "{ - { \\mbox { ": 965,
      "\\left ( { ": 966,
      "\\sum _ { { \\mbox { ": 967,
      "\\sum _m ": 968,
      "\\sum _ { n": 969,
      "##beta + \\": 970,
      "## } { 3 }\r\n": 971,
      "## } { 3 } \\right ) = \\frac { 1": 972,
      "## = 1 } ^ ": 973,
      "{ { - ": 974,
      "\\frac { \\pi r ^ 2 h": 975,
      "## + c } } { 2 }\r\n": 976,
      "## \\left ( \\frac { \\pi } { 3 } \\right ) = \\frac { 1": 977,
      "\\sin \\left ( \\frac { \\pi } { 4": 978,
      "\\sin \\left ( \\frac { \\pi } { 3 } \\right ) = \\frac { 1": 979,
      "## \\ldots": 980,
      "##sqrt { b + c } } { 2 }\r\n": 981,
      "##mathrm{": 982,
      "## } { \\sqrt { 2 } }\r\n": 983,
      "## } \\right ) = \\frac { 1 } { \\sqrt { 2 } }\r\n": 984,
      "\\log _2 \\left ( 2": 985,
      "## \\left ( n x \\right )\r\n": 986,
      "a + \\frac { \\sqrt { b + c } } { 2 }\r\n": 987,
      "##foral": 988,
      "##f \\left ( m + 3": 989,
      "##N \\left ( - 1 \\right )": 990,
      "## ^ n \\sin \\left ( n x \\right )\r\n": 991,
      "## ^ 5 \\right ) = 5\r\n": 992,
      "\\sum _m f \\left ( m + 3": 993,
      "\\sum _ { n = 1 } ^ ": 994,
      "\\frac { \\pi r ^ 2 h } { 3 }\r\n": 995,
      "\\sin \\left ( \\frac { \\pi } { 4 } \\right ) = \\frac { 1 } { \\sqrt { 2 } }\r\n": 996,
      "\\sin \\left ( \\frac { \\pi } { 3 } \\right ) = \\frac { 1 } { 2 }\r\n": 997,
      "\\log _2 \\left ( 2 ^ 5 \\right ) = 5\r\n": 998,
      "##forall": 999,
      "##N \\left ( - 1 \\right ) ^ n \\sin \\left ( n x \\right )\r\n": 1000,
      "\\sum _m f \\left ( m + 3 \\right )\r\n": 1001,
      "\\sum _ { n = 1 } ^ N \\left ( - 1 \\right ) ^ n \\sin \\left ( n x \\right )\r\n": 1002,
      "$q": 1003,
      "a ^ { ": 1004,
      "e_ { ": 1005,
      "k ^ 3 + 14": 1006,
      "##f_ { ": 1007,
      "##f } \\left ( ": 1008,
      "##v }\r\n": 1009,
      "##\\mu": 1010,
      "##\\times ": 1011,
      "##g_": 1012,
      "##a +": 1013,
      "##rf } \\left ( ": 1014,
      "##c ^ ": 1015,
      "##132": 1016,
      "##}=": 1017,
      "##n }\r\n": 1018,
      "##neq": 1019,
      "##b -": 1020,
      "##b ^ { ": 1021,
      "##erf } \\left ( ": 1022,
      "##4 } } }\r\n": 1023,
      "##4 } { x_": 1024,
      "##89\r\n": 1025,
      "##z }\r\n": 1026,
      "##B }\r\n": 1027,
      "##3 } } { x": 1028,
      "##3 } { x_": 1029,
      "##]$\r\n": 1030,
      "##X }\r\n": 1031,
      "##789\r\n": 1032,
      "## \\times ": 1033,
      "## } } } } }\r\n": 1034,
      "## } } \\right ]\r\n": 1035,
      "## + 2": 1036,
      "\\frac { x": 1037,
      "\\frac { \\frac": 1038,
      "\\mbox { i }\r\n": 1039,
      "\\mbox { t }\r\n": 1040,
      "## } ^ { { ": 1041,
      "## } { \\sin \\left ( x \\right ) + 1": 1042,
      "## } { \\theta }\r\n": 1043,
      "## { x_2": 1044,
      "{ \\sqrt { \\mbox { ": 1045,
      "##_1 }\r\n": 1046,
      "##_1 } { \\frac": 1047,
      "## } } ^ { { \\mbox { ": 1048,
      "## \\right ] }\r\n": 1049,
      "## + 1789\r\n": 1050,
      "##_2 } } { x": 1051,
      "##- z ^ 2": 1052,
      "## { \\frac { x_": 1053,
      "## \\frac { z": 1054,
      "##sqrt { 1 + \\sqrt { 1 + \\": 1055,
      "##gamma } { \\theta }\r\n": 1056,
      "## z = \\mbox { ": 1057,
      "## } d z = \\mbox { ": 1058,
      "\\frac { \\beta + \\": 1059,
      "## \\lt": 1060,
      "## ^ 2 - 132": 1061,
      "## ^ { - z ^ 2": 1062,
      "## k + 1789\r\n": 1063,
      "## k ^ 2 - 132": 1064,
      "## } { \\frac { x_": 1065,
      "\\sqrt { 1 + \\sqrt { 1 + \\sqrt { 1 + \\": 1066,
      "\\frac { 1 } { \\sin \\left ( x \\right ) + 1": 1067,
      "\\int e ^ { - z ^ 2": 1068,
      "## \\frac { x } { c } } }\r\n": 1069,
      "## \\frac { x } { b -": 1070,
      "##sqrt { x } } } }\r\n": 1071,
      "\\pi\r\n": 1072,
      "\\frac { x } { a +": 1073,
      "a ^ { b ^ { ": 1074,
      "e_ { f_ { ": 1075,
      "k ^ 3 + 14 k ^ 2 - 132": 1076,
      "##g_h } }\r\n": 1077,
      "##c ^ d } }\r\n": 1078,
      "##erf } \\left ( z \\right )\r\n": 1079,
      "##4 } { x_3 } } { x": 1080,
      "##3 } { x_4 } } }\r\n": 1081,
      "\\frac { x_1 } { \\frac": 1082,
      "\\frac { \\frac { \\frac { x_": 1083,
      "## { x_2 } { \\frac { x_": 1084,
      "##_2 } } { x_1 }\r\n": 1085,
      "## } d z = \\mbox { erf } \\left ( z \\right )\r\n": 1086,
      "\\frac { \\beta + \\gamma } { \\theta }\r\n": 1087,
      "\\sqrt { 1 + \\sqrt { 1 + \\sqrt { 1 + \\sqrt { x } } } }\r\n": 1088,
      "\\frac { 1 } { \\sin \\left ( x \\right ) + 1 }\r\n": 1089,
      "\\int e ^ { - z ^ 2 } d z = \\mbox { erf } \\left ( z \\right )\r\n": 1090,
      "## \\frac { x } { b - \\frac { x } { c } } }\r\n": 1091,
      "\\frac { x } { a + \\frac { x } { b - \\frac { x } { c } } }\r\n": 1092,
      "a ^ { b ^ { c ^ d } }\r\n": 1093,
      "e_ { f_ { g_h } }\r\n": 1094,
      "k ^ 3 + 14 k ^ 2 - 132 k + 1789\r\n": 1095,
      "##4 } { x_3 } } { x_2 } } { x_1 }\r\n": 1096,
      "\\frac { x_1 } { \\frac { x_2 } { \\frac { x_": 1097,
      "\\frac { \\frac { \\frac { x_4 } { x_3 } } { x_2 } } { x_1 }\r\n": 1098,
      "\\frac { x_1 } { \\frac { x_2 } { \\frac { x_3 } { x_4 } } }\r\n": 1099,
      "$v": 1100,
      "$d": 1101,
      "$G": 1102,
      "4\r\n": 1103,
      "e ^": 1104,
      "##(v": 1105,
      "##(A": 1106,
      "##=\\frac{": 1107,
      "##\\mbox": 1108,
      "##\\gamma": 1109,
      "##m } } }\r\n": 1110,
      "##})$\r\n": 1111,
      "##x ^ 2": 1112,
      "##0 } ^ { \\": 1113,
      "##V }\r\n": 1114,
      "##z ^ 3 + 14": 1115,
      "## } \\frac { z": 1116,
      "## \\sigma": 1117,
      "## } } { { \\mbox { ": 1118,
      "## { \\int ": 1119,
      "## { \\mu": 1120,
      "$\\sigma": 1121,
      "{ \\mbox { z": 1122,
      "{ \\sqrt { ": 1123,
      "##phi }\r\n": 1124,
      "##_2$\r\n": 1125,
      "## { \\frac { \\mbox { ": 1126,
      "{ - { ": 1127,
      "\\int ^": 1128,
      "## z\r\n": 1129,
      "{ { - \\mbox { ": 1130,
      "{ \\cdots -": 1131,
      "##infty } \\frac { z": 1132,
      "## } { \\sqrt { z ^ 3 + 14": 1133,
      "## } } d z\r\n": 1134,
      "## - \\sqrt { b ^ 2 - 4 a c } } { 2 a }\r\n": 1135,
      "## d x }\r\n": 1136,
      "\\frac { - b - \\sqrt { b ^ 2 - 4 a c } } { 2 a }\r\n": 1137,
      "## } \\geq": 1138,
      "\\int _ { 0 } ^ { \\": 1139,
      "e ^ { \\int ": 1140,
      "##\\mbox{": 1141,
      "##x ^ 2 d x }\r\n": 1142,
      "##infty } \\frac { z } { \\sqrt { z ^ 3 + 14": 1143,
      "\\int _ { 0 } ^ { \\infty } \\frac { z } { \\sqrt { z ^ 3 + 14": 1144,
      "e ^ { \\int x ^ 2 d x }\r\n": 1145,
      "\\int _ { 0 } ^ { \\infty } \\frac { z } { \\sqrt { z ^ 3 + 14 } } d z\r\n": 1146,
      "$s": 1147,
      "$a": 1148,
      "$V": 1149,
      "$C": 1150,
      "$p": 1151,
      "$R": 1152,
      "t\r\n": 1153,
      "##f(x)": 1154,
      "##(1": 1155,
      "##(z": 1156,
      "##)}$\r\n": 1157,
      "##\\sum": 1158,
      "##\\left(": 1159,
      "##g } }\r\n": 1160,
      "## e": 1161,
      "## y": 1162,
      "##2\r\n": 1163,
      "##2 z": 1164,
      "##l } }\r\n": 1165,
      "##P }\r\n": 1166,
      "##4 z": 1167,
      "##_A": 1168,
      "##S } }\r\n": 1169,
      "##C$\r\n": 1170,
      "##3 }\r\n": 1171,
      "##3 z": 1172,
      "##[X": 1173,
      "##R }\r\n": 1174,
      "##.9": 1175,
      "## } \\left (": 1176,
      "## \\mathrm d": 1177,
      "## } } } { \\": 1178,
      "## { \\gamma": 1179,
      "##}{d": 1180,
      "##sum { \\mbox { ": 1181,
      "$\\Delta ": 1182,
      "## ^ 2 } { \\sqrt { ": 1183,
      "\\mbox { t": 1184,
      "## + \\cos": 1185,
      "## } { \\sqrt { \\frac { ": 1186,
      "##_{ij": 1187,
      "\\sqrt { \\frac { ": 1188,
      "## } \\right ) = 1\r\n": 1189,
      "## ^ 3 } { \\sqrt { \\frac { ": 1190,
      "\\left [ { ": 1191,
      "\\sin ^ 2 ( x )": 1192,
      "## \\lambda": 1193,
      "## \\gt ": 1194,
      "\\tan \\left ( \\frac { \\pi } { 4": 1195,
      "## ^ 2 ( x ) = 1\r\n": 1196,
      "##.7\r\n": 1197,
      "##2 z ^ 3 } { \\sqrt { \\frac { ": 1198,
      "##4 z } } } } }\r\n": 1199,
      "##3 z ^ 2 } { \\sqrt { ": 1200,
      "## + \\cos ^ 2 ( x ) = 1\r\n": 1201,
      "\\sqrt { \\frac { 2 z ^ 3 } { \\sqrt { \\frac { ": 1202,
      "\\sin ^ 2 ( x ) + \\cos ^ 2 ( x ) = 1\r\n": 1203,
      "\\tan \\left ( \\frac { \\pi } { 4 } \\right ) = 1\r\n": 1204,
      "##3 z ^ 2 } { \\sqrt { 4 z } } } } }\r\n": 1205,
      "\\sqrt { \\frac { 2 z ^ 3 } { \\sqrt { \\frac { 3 z ^ 2 } { \\sqrt { 4 z } } } } }\r\n": 1206,
      "$N": 1207,
      "$B": 1208,
      "\\sigma": 1209,
      "##(u": 1210,
      "##i } }\r\n": 1211,
      "##g }\r\n": 1212,
      "## s": 1213,
      "## E": 1214,
      "## R": 1215,
      "## T": 1216,
      "##10": 1217,
      "##e }\r\n": 1218,
      "##l }\r\n": 1219,
      "##u }\r\n": 1220,
      "##h }\r\n": 1221,
      "##M$\r\n": 1222,
      "##M } }\r\n": 1223,
      "##C } }\r\n": 1224,
      "##L }\r\n": 1225,
      "##k }\r\n": 1226,
      "##z } } }\r\n": 1227,
      "##B } }\r\n": 1228,
      "##p }\r\n": 1229,
      "##q } }\r\n": 1230,
      "##T_{": 1231,
      "##.0": 1232,
      "## } = ": 1233,
      "## } = \\": 1234,
      "## \\left [": 1235,
      "## } } { { ": 1236,
      "## } } } { \\mbox { ": 1237,
      "##}{3": 1238,
      "##}{q": 1239,
      "## - { \\mbox { ": 1240,
      "## \\left ( \\theta": 1241,
      "$\\mu": 1242,
      "\\frac {": 1243,
      "\\mbox { f }\r\n": 1244,
      "{ \\mbox { u": 1245,
      "## } { \\sqrt": 1246,
      "## \\sum _": 1247,
      "\\sum { { \\mbox { ": 1248,
      "{ 8": 1249,
      "{ \\sin": 1250,
      "## } } _ { \\": 1251,
      "\\sqrt { \\": 1252,
      "\\sqrt { { \\": 1253,
      "## } } { 3 }\r\n": 1254,
      "## = \\infty": 1255,
      "\\left ( \\mbox { ": 1256,
      "## \\sqrt { \\mbox { ": 1257,
      "## \\gt": 1258,
      "##||^2": 1259,
      "## \\theta\r\n": 1260,
      "## \\left ( \\frac { \\pi } { 2 } \\right )": 1261,
      "\\tan \\left ( \\frac { \\pi } { 2 } \\right )": 1262,
      "## } \\right ] }\r\n": 1263,
      "##.1\r\n": 1264,
      "##.8\r\n": 1265,
      "##.6\r\n": 1266,
      "##_1, \\ldots": 1267,
      "## \\int \\mbox { ": 1268,
      "\\sigma\r\n": 1269,
      "## = \\infty\r\n": 1270,
      "\\tan \\left ( \\frac { \\pi } { 2 } \\right ) = \\infty\r\n": 1271,
      "$g": 1272,
      "$r": 1273,
      "${": 1274,
      "$2": 1275,
      "$e": 1276,
      "1\r\n": 1277,
      "1 + \\frac { \\": 1278,
      "2\r\n": 1279,
      "6\r\n": 1280,
      "9\r\n": 1281,
      "\\mu": 1282,
      "i\r\n": 1283,
      "##(0": 1284,
      "##(p": 1285,
      "##(\\alpha": 1286,
      "##, \\": 1287,
      "##t } }\r\n": 1288,
      "##)}{": 1289,
      "##\\mathrm d": 1290,
      "##i } } }\r\n": 1291,
      "##m }\r\n": 1292,
      "##m } }\r\n": 1293,
      "##a ^ 2": 1294,
      "## j": 1295,
      "## <": 1296,
      "##rr": 1297,
      "##c }\r\n": 1298,
      "##c } }\r\n": 1299,
      "##-1": 1300,
      "##-\\frac{": 1301,
      "##ow": 1302,
      "##o } }\r\n": 1303,
      "##0 \\right )": 1304,
      "##_k": 1305,
      "##_3": 1306,
      "##Y }\r\n": 1307,
      "##G } }\r\n": 1308,
      "##V } }\r\n": 1309,
      "##E }\r\n": 1310,
      "##S } }": 1311,
      "##L } }\r\n": 1312,
      "##N }\r\n": 1313,
      "##k } } }\r\n": 1314,
      "##y } }\r\n": 1315,
      "##q d": 1316,
      "##T$\r\n": 1317,
      "##..": 1318,
      "##.5\r\n": 1319,
      "##.9\r\n": 1320,
      "##5 }\r\n": 1321,
      "## } { { \\mbox { ": 1322,
      "## } + { ": 1323,
      "## \\gamma": 1324,
      "## } } } ^ { ": 1325,
      "## { \\cos": 1326,
      "## ^ \\pi": 1327,
      "## \\right ) ^ 4": 1328,
      "##tarr": 1329,
      "$\\forall": 1330,
      "##_{n": 1331,
      "## } { 2 } \\right )": 1332,
      "##sqrt { a ^ 2": 1333,
      "## d \\theta\r\n": 1334,
      "{ \\mbox { t": 1335,
      "{ \\mbox { y": 1336,
      "## } ^ { { \\mbox { ": 1337,
      "\\sum { { ": 1338,
      "{ Y": 1339,
      "##_1 = ": 1340,
      "##theta } { 2 } \\right )": 1341,
      "## \\left ( 0 \\right )": 1342,
      "##(x)$\r\n": 1343,
      "## + 1 + b": 1344,
      "## } \\leq": 1345,
      "## } \\lt": 1346,
      "## } \\right ) }\r\n": 1347,
      "\\left ( { \\mbox { ": 1348,
      "\\left ( \\sin": 1349,
      "## } _ { { \\mbox { ": 1350,
      "##int_{": 1351,
      "\\int _0": 1352,
      "## } - { ": 1353,
      "## \\left ( \\frac { \\theta } { 2 } \\right )": 1354,
      "\\left [ ": 1355,
      "\\left [ { \\mbox { ": 1356,
      "## + 3 \\cos": 1357,
      "##times (": 1358,
      "\\cos \\left ( 0 \\right )": 1359,
      "##(X)": 1360,
      "## \\in E": 1361,
      "##\\right)": 1362,
      "##.4\r\n": 1363,
      "## \\cos \\left ( \\frac { \\theta } { 2 } \\right )": 1364,
      "## \\left ( x \\right ) ^ 2 \\right ) ^ 4": 1365,
      "## \\left ( x \\right ) ^ 2 + 3 \\cos": 1366,
      "##}{dt": 1367,
      "##_1, \\ldots, ": 1368,
      "1 + \\frac { \\sqrt { a ^ 2": 1369,
      "\\mu\r\n": 1370,
      "## ^ \\pi \\cos \\left ( \\frac { \\theta } { 2 } \\right )": 1371,
      "##tarrow": 1372,
      "## + 1 + b } } { 3 }\r\n": 1373,
      "\\left ( \\sin \\left ( x \\right ) ^ 2 + 3 \\cos": 1374,
      "\\int _0 ^ \\pi \\cos \\left ( \\frac { \\theta } { 2 } \\right )": 1375,
      "\\cos \\left ( 0 \\right ) = 1\r\n": 1376,
      "## \\left ( x \\right ) ^ 2 \\right ) ^ 4\r\n": 1377,
      "1 + \\frac { \\sqrt { a ^ 2 + 1 + b } } { 3 }\r\n": 1378,
      "\\left ( \\sin \\left ( x \\right ) ^ 2 + 3 \\cos \\left ( x \\right ) ^ 2 \\right ) ^ 4\r\n": 1379,
      "\\int _0 ^ \\pi \\cos \\left ( \\frac { \\theta } { 2 } \\right ) d \\theta\r\n": 1380,
      "$0": 1381,
      "$F": 1382,
      "$||": 1383,
      "5\r\n": 1384,
      "7\r\n": 1385,
      "\\alpha": 1386,
      "m\r\n": 1387,
      "{ \\left ( \\mbox { ": 1388,
      "##(b": 1389,
      "##=X": 1390,
      "##w }\r\n": 1391,
      "##\\sin": 1392,
      "##\\sigma": 1393,
      "##\\infty": 1394,
      "##\\ldots": 1395,
      "##s }\r\n": 1396,
      "##s^2": 1397,
      "##m}$\r\n": 1398,
      "## v": 1399,
      "## t": 1400,
      "## w": 1401,
      "## B": 1402,
      "## , ": 1403,
      "##r }\r\n": 1404,
      "##r } }\r\n": 1405,
      "##{ ": 1406,
      "##17": 1407,
      "##}(": 1408,
      "##}+": 1409,
      "##2}$\r\n": 1410,
      "##n } } }\r\n": 1411,
      "##b }\r\n": 1412,
      "##o } } }\r\n": 1413,
      "##x$\r\n": 1414,
      "##x } } }\r\n": 1415,
      "##d }\r\n": 1416,
      "##e } }\r\n": 1417,
      "##lambda": 1418,
      "##I } }\r\n": 1419,
      "##u$\r\n": 1420,
      "##H } }\r\n": 1421,
      "##_d": 1422,
      "##_N": 1423,
      "##_p": 1424,
      "##_1}": 1425,
      "##G }\r\n": 1426,
      "##E } }\r\n": 1427,
      "##F }\r\n": 1428,
      "##S_{": 1429,
      "##p}$\r\n": 1430,
      "##R } }\r\n": 1431,
      "##X } } }\r\n": 1432,
      "##q } }": 1433,
      "##T } }": 1434,
      "##.3\r\n": 1435,
      "## } +": 1436,
      "## } { { ": 1437,
      "## } \\left ( \\mbox { ": 1438,
      "## } = \\cos": 1439,
      "## \\beta": 1440,
      "## \\Delta": 1441,
      "## { - \\mbox { ": 1442,
      "## \\rightarrow": 1443,
      "## \\right ) } } { 2": 1444,
      "$\\Delta": 1445,
      "$\\left": 1446,
      "## x\r\n": 1447,
      "\\frac { { \\mbox { ": 1448,
      "## ^ 2 \\left ( \\theta": 1449,
      "\\mbox { I": 1450,
      "\\mbox { H }\r\n": 1451,
      "\\mbox { y }\r\n": 1452,
      "\\mbox { v }\r\n": 1453,
      "\\mbox { s }\r\n": 1454,
      "## + \\tan": 1455,
      "{ \\mbox { g": 1456,
      "{ \\mbox { k": 1457,
      "##_n$\r\n": 1458,
      "## } { \\cos": 1459,
      "\\sum { \\": 1460,
      "{ m": 1461,
      "{ n": 1462,
      "{ 3": 1463,
      "##_i$\r\n": 1464,
      "##cos ^ 2 \\left ( \\theta": 1465,
      "## } } ^ { { ": 1466,
      "## \\frac { \\sin \\left ( x \\right ) + 1": 1467,
      "## ^ 3 \\left ( x \\right )": 1468,
      "## \\left ( x \\right )\r\n": 1469,
      "## \\left ( x \\right ) } } d": 1470,
      "## \\left ( x \\right ) } = \\": 1471,
      "## } - { \\mbox { ": 1472,
      "##sqrt { 1 + \\cos ^ 2 \\left ( \\theta": 1473,
      "{ { -": 1474,
      "\\frac { \\sin \\left ( x \\right )": 1475,
      "\\frac { \\sqrt { 1 + \\cos ^ 2 \\left ( \\theta": 1476,
      "##tan \\left ( x \\right )\r\n": 1477,
      "{ \\cdots - ": 1478,
      "{ \\cdots + { ": 1479,
      "\\int \\frac { \\sin \\left ( x \\right ) + 1": 1480,
      "## \\theta \\right )\r\n": 1481,
      "##(n-1)": 1482,
      "## \\left ( 2 \\theta \\right )\r\n": 1483,
      "## } \\gt": 1484,
      "##\\right)$\r\n": 1485,
      "##\\frac {": 1486,
      "## } { \\sqrt { \\cos": 1487,
      "## \\sum _ { { ": 1488,
      "##, \\forall": 1489,
      "\\alpha\r\n": 1490,
      "## } = \\cos \\left ( 2 \\theta \\right )\r\n": 1491,
      "## \\right ) } } { 2 } = \\cos \\left ( 2 \\theta \\right )\r\n": 1492,
      "## + \\tan \\left ( x \\right ) } } d": 1493,
      "## } { \\cos \\left ( x \\right ) } = \\": 1494,
      "## ^ 3 \\left ( x \\right ) + \\tan \\left ( x \\right ) } } d": 1495,
      "\\frac { \\sin \\left ( x \\right ) } { \\cos \\left ( x \\right ) } = \\": 1496,
      "\\frac { \\sqrt { 1 + \\cos ^ 2 \\left ( \\theta \\right ) } } { 2 } = \\cos \\left ( 2 \\theta \\right )\r\n": 1497,
      "\\int \\frac { \\sin \\left ( x \\right ) + 1 } { \\sqrt { \\cos": 1498,
      "## ^ 3 \\left ( x \\right ) + \\tan \\left ( x \\right ) } } d x\r\n": 1499,
      "\\frac { \\sin \\left ( x \\right ) } { \\cos \\left ( x \\right ) } = \\tan \\left ( x \\right )\r\n": 1500,
      "\\int \\frac { \\sin \\left ( x \\right ) + 1 } { \\sqrt { \\cos ^ 3 \\left ( x \\right ) + \\tan \\left ( x \\right ) } } d x\r\n": 1501,
      "$t": 1502,
      "$w": 1503,
      "$c": 1504,
      "0\r\n": 1505,
      "R\r\n": 1506,
      "Y\r\n": 1507,
      "p\r\n": 1508,
      "q\r\n": 1509,
      "z\r\n": 1510,
      "{ d": 1511,
      "{ \\frac { \\mbox { ": 1512,
      "##(w": 1513,
      "##(r": 1514,
      "##(2": 1515,
      "##(n": 1516,
      "##(k": 1517,
      "##(R": 1518,
      "##(\\theta": 1519,
      "##v } }": 1520,
      "##, x": 1521,
      "##t}$\r\n": 1522,
      "##t^2": 1523,
      "##t } } }\r\n": 1524,
      "##\\g": 1525,
      "##\\beta": 1526,
      "##\\Delta ": 1527,
      "##\\lt": 1528,
      "##\\mathrm{": 1529,
      "##\\neq": 1530,
      "##s } }\r\n": 1531,
      "##i } } _ { \\mbox { ": 1532,
      "##g(": 1533,
      "##g } }": 1534,
      "##m } }": 1535,
      "##m^2": 1536,
      "##a|": 1537,
      "##a } }": 1538,
      "## P": 1539,
      "## 0": 1540,
      "## M": 1541,
      "## q": 1542,
      "##r}": 1543,
      "##r } } _ { \\mbox { ": 1544,
      "##{A": 1545,
      "##1\r\n": 1546,
      "##}^": 1547,
      "##}\r\n": 1548,
      "##} -": 1549,
      "##} = ": 1550,
      "##n } }\r\n": 1551,
      "##-1)": 1552,
      "##o } } ^": 1553,
      "##x } }\r\n": 1554,
      "##e } } }\r\n": 1555,
      "##e}^{": 1556,
      "##lim": 1557,
      "##l } } { \\mbox { ": 1558,
      "##^\\prime": 1559,
      "##A }\r\n": 1560,
      "##+1": 1561,
      "##+1}": 1562,
      "##6\r\n": 1563,
      "##0 }\r\n": 1564,
      "##0}$\r\n": 1565,
      "##_v": 1566,
      "##_t": 1567,
      "##_m": 1568,
      "##_B": 1569,
      "##M } }": 1570,
      "##M }\r\n": 1571,
      "##M } } }\r\n": 1572,
      "##G$\r\n": 1573,
      "##V } } }\r\n": 1574,
      "##E } } }\r\n": 1575,
      "##F } }": 1576,
      "##S }\r\n": 1577,
      "##S } } }\r\n": 1578,
      "##C } \\right )\r\n": 1579,
      "##L }": 1580,
      "##L}{": 1581,
      "##L } } }\r\n": 1582,
      "##k } }": 1583,
      "##B } + ": 1584,
      "##p } } }\r\n": 1585,
      "##p}{q": 1586,
      "##[x": 1587,
      "##y } }": 1588,
      "##y_i": 1589,
      "##q }\r\n": 1590,
      "##T }\r\n": 1591,
      "##7\r\n": 1592,
      "##.3": 1593,
      "##.2 }\r\n": 1594,
      "##.0\r\n": 1595,
      "##56": 1596,
      "##!$\r\n": 1597,
      "## \\infty": 1598,
      "## \\left(": 1599,
      "## \\times (": 1600,
      "## { -": 1601,
      "##frac {": 1602,
      "##}{1-": 1603,
      "##sqrt ": 1604,
      "##sqrt { { \\mbox { ": 1605,
      "## \\right)": 1606,
      "## + A": 1607,
      "## + 6": 1608,
      "## \\right ) } ^ { \\mbox { ": 1609,
      "##^2+": 1610,
      "## = 2": 1611,
      "## = I": 1612,
      "## = u": 1613,
      "$\\gamma": 1614,
      "##_{n}": 1615,
      "\\frac { { \\cdots": 1616,
      "\\mbox { i": 1617,
      "\\mbox { n }\r\n": 1618,
      "\\mbox { z }\r\n": 1619,
      "\\mbox { R }\r\n": 1620,
      "\\mbox { b }\r\n": 1621,
      "{ \\mbox { d": 1622,
      "{ \\mbox { e": 1623,
      "{ \\mbox { F": 1624,
      "{ \\mbox { C": 1625,
      "{ \\mbox { N": 1626,
      "{ \\mbox { X": 1627,
      "{ \\mbox { q": 1628,
      "{ 2": 1629,
      "{ 7": 1630,
      "{ \\left [": 1631,
      "{ \\beta": 1632,
      "{ \\Delta": 1633,
      "##_1, ": 1634,
      "##_i}{": 1635,
      "##_i^2": 1636,
      "\\sqrt { { \\cdots": 1637,
      "##\\frac{d": 1638,
      "##}\\righ": 1639,
      "##}\\neq": 1640,
      "##_2,": 1641,
      "##(x)=": 1642,
      "##_0}$\r\n": 1643,
      "## = 1$\r\n": 1644,
      "\\left [ \\mbox { ": 1645,
      "$f(": 1646,
      "\\int { \\mbox { ": 1647,
      "##^{\\prime},": 1648,
      "##||y": 1649,
      "## \\leq ": 1650,
      "##left(x": 1651,
      "## \\geq ": 1652,
      "## \\geq \\mbox { ": 1653,
      "##^{-1}": 1654,
      "## } } } { { \\mbox { ": 1655,
      "## \\sigma }\r\n": 1656,
      "\\int ^ { \\mbox { ": 1657,
      "$\\left|": 1658,
      "$i": 1659,
      "$m": 1660,
      "$4": 1661,
      "$k": 1662,
      "0.7\r\n": 1663,
      "20\r\n": 1664,
      "8\r\n": 1665,
      "N\r\n": 1666,
      "X\r\n": 1667,
      "\\gamma": 1668,
      "a\r\n": 1669,
      "b\r\n": 1670,
      "g\r\n": 1671,
      "j\r\n": 1672,
      "x\r\n": 1673,
      "{{": 1674,
      "{ \\left (": 1675,
      "{ x": 1676,
      "{ \\sum { ": 1677,
      "##f(": 1678,
      "##f(x": 1679,
      "##(f": 1680,
      "##(P": 1681,
      "##(G": 1682,
      "##(E": 1683,
      "##(S": 1684,
      "##(1-": 1685,
      "##(t)$\r\n": 1686,
      "##v ": 1687,
      "##,1": 1688,
      "##,H": 1689,
      "##,B": 1690,
      "##, a": 1691,
      "##te": 1692,
      "##t|": 1693,
      "##)^2": 1694,
      "##) - ": 1695,
      "##))$\r\n": 1696,
      "##=\\": 1697,
      "##=1": 1698,
      "##=1$\r\n": 1699,
      "##w } }\r\n": 1700,
      "##\\times": 1701,
      "##\\in ": 1702,
      "##s}": 1703,
      "##s\r\n": 1704,
      "##s } }": 1705,
      "##s)$\r\n": 1706,
      "##sts": 1707,
      "##ste": 1708,
      "##ists": 1709,
      "##g}$\r\n": 1710,
      "##g = ": 1711,
      "##mo": 1712,
      "##m+": 1713,
      "##a }\r\n": 1714,
      "##a } }\r\n": 1715,
      "##a } ^ { ": 1716,
      "## i": 1717,
      "## Y": 1718,
      "## F": 1719,
      "## N": 1720,
      "## X": 1721,
      "## >": 1722,
      "## $\r\n": 1723,
      "## 5\r\n": 1724,
      "##r } } }\r\n": 1725,
      "##r } { \\": 1726,
      "##c}$\r\n": 1727,
      "##1{": 1728,
      "##})": 1729,
      "##}-": 1730,
      "##} = \\frac{": 1731,
      "##} a": 1732,
      "##20": 1733,
      "##2 \\right )\r\n": 1734,
      "##2} ": 1735,
      "##-v": 1736,
      "##-1}$\r\n": 1737,
      "##-\\mbox{": 1738,
      "##b } }\r\n": 1739,
      "##b } } }\r\n": 1740,
      "##x||^2": 1741,
      "##xists": 1742,
      "##di": 1743,
      "##d } }": 1744,
      "##e } }": 1745,
      "##e^{": 1746,
      "##exists": 1747,
      "##l } \\right )\r\n": 1748,
      "##u } }": 1749,
      "##^1": 1750,
      "##H } }": 1751,
      "##H } { ": 1752,
      "##A } }": 1753,
      "##A } } }\r\n": 1754,
      "##h } }": 1755,
      "##h } } { \\mbox { ": 1756,
      "##+v": 1757,
      "##+q": 1758,
      "##+1)": 1759,
      "##P } \\mbox { ": 1760,
      "##P[x": 1761,
      "##6 }\r\n": 1762,
      "##6 \\right )\r\n": 1763,
      "##_r": 1764,
      "##_4": 1765,
      "##_S": 1766,
      "##_y": 1767,
      "##M)$\r\n": 1768,
      "##V$\r\n": 1769,
      "##V_{": 1770,
      "##8 + ": 1771,
      "##E } }": 1772,
      "##F } }\r\n": 1773,
      "##F } d": 1774,
      "##C } }": 1775,
      "##C }\r\n": 1776,
      "##Cste": 1777,
      "##LL": 1778,
      "##L_1": 1779,
      "##L } \\right )\r\n": 1780,
      "##L } + ": 1781,
      "##L } + \\mbox { ": 1782,
      "##L } } }": 1783,
      "##N } } }\r\n": 1784,
      "##z } }\r\n": 1785,
      "##z } } ^ { \\": 1786,
      "##B } }": 1787,
