{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 4,
      "special": true,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 11,
      "special": true,
      "content": "\\exists",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 17,
      "special": true,
      "content": "\\|dots",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 19,
      "special": true,
      "content": "\\binom",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 20,
      "special": true,
      "content": "\\vec",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 21,
      "special": true,
      "content": "\\nabla",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 22,
      "special": true,
      "content": "\\to",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 32,
      "special": true,
      "content": "\\frac",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 37,
      "special": true,
      "content": "\\sqrt",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 45,
      "special": true,
      "content": "\\sin",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 50,
      "special": true,
      "content": "\\cos",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 55,
      "special": true,
      "content": "\\sum",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 56,
      "special": true,
      "content": "\\int",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 57,
      "special": true,
      "content": "\\pi",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 61,
      "special": true,
      "content": "\\alpha",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 66,
      "special": true,
      "content": "\\beta",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 106,
      "special": true,
      "content": "\\infty",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 112,
      "special": true,
      "content": "\\log",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 295,
      "special": true,
      "content": "\\forall",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "String": "(\\\\frac|\\\\sin|\\\\cos|\\\\sqrt|\\\\sum|\\\\forall|\\\\exists|\\\\log|\\\\pi|\\\\alpha|\\\\int|\\\\beta|\\\\\\|dots|\\\\infty|\\\\binom|\\\\vec|\\\\nabla|\\\\to|\\$[^\\$]+\\$|[^\\s{}_^\\\\$]+|[{}_^\\\\$])"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "WhitespaceSplit"
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": null,
    "vocab": [
      [
        "[PAD]",
        0.0
      ],
      [
        "[UNK]",
        0.0
      ],
      [
        "[SEP]",
        0.0
      ],
      [
        "[CLS]",
        0.0
      ],
      [
        "[MASK]",
        0.0
      ],
      [
        "\\frac",
        0.0
      ],
      [
        "\\sin",
        0.0
      ],
      [
        "\\cos",
        0.0
      ],
      [
        "\\sqrt",
        0.0
      ],
      [
        "\\sum",
        0.0
      ],
      [
        "\\forall",
        0.0
      ],
      [
        "\\exists",
        0.0
      ],
      [
        "\\log",
        0.0
      ],
      [
        "\\pi",
        0.0
      ],
      [
        "\\alpha",
        0.0
      ],
      [
        "\\int",
        0.0
      ],
      [
        "\\beta",
        0.0
      ],
      [
        "\\|dots",
        0.0
      ],
      [
        "\\infty",
        0.0
      ],
      [
        "\\binom",
        0.0
      ],
      [
        "\\vec",
        0.0
      ],
      [
        "\\nabla",
        0.0
      ],
      [
        "\\to",
        0.0
      ],
      [
        "}",
        -2.338437278788698
      ],
      [
        "{",
        -2.4613768446872992
      ],
      [
        "+",
        -2.8984194041215883
      ],
      [
        "-",
        -3.267197482587635
      ],
      [
        "=",
        -3.358955107786615
      ],
      [
        "x",
        -3.8038137389966273
      ],
      [
        "2",
        -3.891328876700186
      ],
      [
        "1",
        -3.9331754951825095
      ],
      [
        "\\mbox",
        -3.9524037481930794
      ],
      [
        "\\frac",
        -3.9825134593239016
      ],
      [
        ")",
        -4.096368035186116
      ],
      [
        "(",
        -4.113537325495954
      ],
      [
        "^",
        -4.158780539057662
      ],
      [
        "a",
        -4.506246685500079
      ],
      [
        "\\sqrt",
        -4.55721452729125
      ],
      [
        "3",
        -4.569104006841871
      ],
      [
        "y",
        -4.576998530222186
      ],
      [
        "b",
        -4.730859378902564
      ],
      [
        "d",
        -4.773568595534223
      ],
      [
        "\\times",
        -4.794392862001697
      ],
      [
        "z",
        -4.794663446744308
      ],
      [
        "_",
        -4.886319480232399
      ],
      [
        "\\sin",
        -4.903612274117942
      ],
      [
        "\\right",
        -4.935818267485201
      ],
      [
        "\\left",
        -4.936745701901714
      ],
      [
        "4",
        -4.949994192023691
      ],
      [
        "0",
        -5.068739760236843
      ],
      [
        "\\cos",
        -5.07367520547887
      ],
      [
        "n",
        -5.0859480572709215
      ],
      [
        "c",
        -5.112474521623622
      ],
      [
        "\\theta",
        -5.388291319495251
      ],
      [
        "i",
        -5.393879919649002
      ],
      [
        "\\sum",
        -5.401934041369816
      ],
      [
        "\\int",
        -5.432693738620102
      ],
      [
        "\\pi",
        -5.506553349499366
      ],
      [
        "k",
        -5.5135534270175235
      ],
      [
        "t",
        -5.604674937537035
      ],
      [
        "r",
        -5.615337565034705
      ],
      [
        "\\alpha",
        -5.636160289370841
      ],
      [
        "m",
        -5.662196043324436
      ],
      [
        "e",
        -5.663645456193852
      ],
      [
        "9",
        -5.70038396589202
      ],
      [
        "\\rightarrow",
        -5.744802941938253
      ],
      [
        "\\beta",
        -5.750720959715255
      ],
      [
        "\\tan",
        -5.7698880287244005
      ],
      [
        "1}",
        -5.808097324421989
      ],
      [
        "p",
        -5.850870381958939
      ],
      [
        "\\left(",
        -5.862520482656866
      ],
      [
        "5",
        -5.877526729958211
      ],
      [
        "f",
        -5.9151639381813945
      ],
      [
        "B",
        -5.938135195832242
      ],
      [
        "[",
        -5.949757772882952
      ],
      [
        "\\right)",
        -5.955151778644746
      ],
      [
        "\\leq",
        -5.991603705584712
      ],
      [
        "q",
        -6.0264959466938235
      ],
      [
        "C",
        -6.0458485143643905
      ],
      [
        "h",
        -6.057709818229167
      ],
      [
        "7",
        -6.077136281422217
      ],
      [
        "2}",
        -6.083076074781766
      ],
      [
        "8",
        -6.086205317037111
      ],
      [
        "6",
        -6.090048720998734
      ],
      [
        "\\",
        -6.09584655921325
      ],
      [
        "\\pm",
        -6.1484756098644215
      ],
      [
        "\\div",
        -6.164927269341814
      ],
      [
        "/",
        -6.1682641451405065
      ],
      [
        "]",
        -6.172705646589538
      ],
      [
        "X",
        -6.181828653371703
      ],
      [
        "A",
        -6.183855714250182
      ],
      [
        "j",
        -6.22875843336247
      ],
      [
        "u",
        -6.235150225344774
      ],
      [
        "\\geq",
        -6.240646619109017
      ],
      [
        "g",
        -6.262842007669702
      ],
      [
        "{2}",
        -6.34750492351176
      ],
      [
        "\\frac{",
        -6.348268516901057
      ],
      [
        "\\lim_{x",
        -6.352700718389077
      ],
      [
        "s",
        -6.363565927010612
      ],
      [
        "F",
        -6.417527616771666
      ],
      [
        "\\neq",
        -6.421802171575381
      ],
      [
        "v",
        -6.429125546227471
      ],
      [
        ",",
        -6.4832522250432785
      ],
      [
        "S",
        -6.489727057895689
      ],
      [
        "N",
        -6.509463871854632
      ],
      [
        "0}",
        -6.532457014913534
      ],
      [
        "\\infty",
        -6.541248439459166
      ],
      [
        "E",
        -6.541563141094293
      ],
      [
        "R",
        -6.554551669508375
      ],
      [
        "w",
        -6.5901887021557375
      ],
      [
        "^2",
        -6.592447877387869
      ],
      [
        "!}",
        -6.599876862656074
      ],
      [
        "\\log",
        -6.6163489604953405
      ],
      [
        "P",
        -6.636383073032358
      ],
      [
        "l",
        -6.655704398466247
      ],
      [
        "L",
        -6.6683040264898406
      ],
      [
        "H",
        -6.697406270455854
      ],
      [
        "Y",
        -6.713151718212198
      ],
      [
        "o",
        -6.737550641821583
      ],
      [
        "V",
        -6.740302534664019
      ],
      [
        "b^2",
        -6.742990634030001
      ],
      [
        "M",
        -6.756363197860149
      ],
      [
        "{3}",
        -6.762969355241414
      ],
      [
        "\\cdots",
        -6.782577251939482
      ],
      [
        "\\frac{1}{",
        -6.8088943370129345
      ],
      [
        "G",
        -6.837946072305325
      ],
      [
        "T",
        -6.839984712690096
      ],
      [
        "a^2",
        -6.911593044609062
      ],
      [
        "|",
        -6.933719010675011
      ],
      [
        "f(x)",
        -6.935609610171973
      ],
      [
        "\\gamma",
        -6.951764172225064
      ],
      [
        "\\infty}",
        -6.9913362312423
      ],
      [
        "I",
        -6.993967773251619
      ],
      [
        "x^{2}",
        -7.025558842170234
      ],
      [
        "\\phi",
        -7.035480468337726
      ],
      [
        "x_1",
        -7.036142764455689
      ],
      [
        "\\Bigg(",
        -7.047588879578964
      ],
      [
        "x^2",
        -7.056162563237145
      ],
      [
        "{1}",
        -7.067319384862881
      ],
      [
        "\\ldots",
        -7.071801972415714
      ],
      [
        "x}",
        -7.087409751537005
      ],
      [
        "{n}",
        -7.111363036273007
      ],
      [
        "\\log_",
        -7.126692723556059
      ],
      [
        "x_2",
        -7.153194011971253
      ],
      [
        "\\sigma",
        -7.167064855980975
      ],
      [
        "\\frac{\\sin",
        -7.227651496751099
      ],
      [
        "\\sqrt{",
        -7.240134324679107
      ],
      [
        "x_3",
        -7.248693944418481
      ],
      [
        ")^2",
        -7.253356988650541
      ],
      [
        "x_4",
        -7.258348895824851
      ],
      [
        "{\\sqrt",
        -7.260450596301273
      ],
      [
        "\\lt",
        -7.276786805577613
      ],
      [
        "y^2",
        -7.289711143118193
      ],
      [
        "(x)",
        -7.292675746491058
      ],
      [
        "\\Delta",
        -7.300716489979895
      ],
      [
        "(t)",
        -7.347891841257886
      ],
      [
        "\\frac{2",
        -7.364744901547422
      ],
      [
        "x_{i",
        -7.367034948277962
      ],
      [
        "\\mu",
        -7.380115152938135
      ],
      [
        "2ab",
        -7.380652228889031
      ],
      [
        "\\frac{1",
        -7.388531475351606
      ],
      [
        "x_{2}",
        -7.395489047091978
      ],
      [
        "\\lim",
        -7.395743203261521
      ],
      [
        "{2",
        -7.400145889324701
      ],
      [
        "\\Bigg)",
        -7.422776052063355
      ],
      [
        "dx",
        -7.434614182101377
      ],
      [
        "=0",
        -7.435885874134452
      ],
      [
        "-1",
        -7.442466863032572
      ],
      [
        "x_{1}",
        -7.444266253691588
      ],
      [
        "x^{3}",
        -7.452332707347774
      ],
      [
        "{1",
        -7.4684875005735485
      ],
      [
        "\\frac{1}{4}",
        -7.497923093698629
      ],
      [
        "x_",
        -7.553543172183405
      ],
      [
        "ts",
        -7.561597468567782
      ],
      [
        "{4}",
        -7.577053613933536
      ],
      [
        "c^2",
        -7.60221118750168
      ],
      [
        "x^3",
        -7.610402571422796
      ],
      [
        "1)",
        -7.619802835705789
      ],
      [
        "\\frac{1}{4}}",
        -7.621994877301282
      ],
      [
        "14",
        -7.624527327285638
      ],
      [
        "\\frac{1}{a}",
        -7.631717615847474
      ],
      [
        "\\sqrt{3",
        -7.631766495637258
      ],
      [
        "(1",
        -7.633452009251712
      ],
      [
        "y^{2}",
        -7.638310213940224
      ],
      [
        "y_",
        -7.654542509160214
      ],
      [
        "\\sum_{i=1}^",
        -7.659817671747383
      ],
      [
        "\\frac{1}{2",
        -7.677367181958112
      ],
      [
        "18",
        -7.679806481434075
      ],
      [
        "{3",
        -7.70639257209112
      ],
      [
        "\\frac{1}{2}",
        -7.709696368991057
      ],
      [
        "^{2}",
        -7.739806398037791
      ],
      [
        "\\frac{x",
        -7.746320209840597
      ],
      [
        "^3",
        -7.7640195925834465
      ],
      [
        "\\gt",
        -7.766653629355538
      ],
      [
        "3}",
        -7.768113146818421
      ],
      [
        "\\pi}",
        -7.788480950263019
      ],
      [
        "]_0^",
        -7.791216728537755
      ],
      [
        "4}",
        -7.79935000628004
      ],
      [
        "y^2}",
        -7.800024434379496
      ],
      [
        "\\frac{\\pi}{2}",
        -7.802837928994806
      ],
      [
        "a_0",
        -7.82508341849087
      ],
      [
        "\\sqrt{a^2",
        -7.834788283987032
      ],
      [
        "^n",
        -7.835230661040816
      ],
      [
        "b^{2}",
        -7.856877721710307
      ],
      [
        "\\frac{2}{3}",
        -7.857764292326596
      ],
      [
        "\\lambda",
        -7.865542889505727
      ],
      [
        "^{\\frac{n}{2}}",
        -7.875818138130597
      ],
      [
        "\\frac{1}{1",
        -7.878043612764091
      ],
      [
        "x^{i",
        -7.883472915024129
      ],
      [
        "\\in",
        -7.885093093193282
      ],
      [
        "C}",
        -7.886908713751038
      ],
      [
        "\\sqrt{1",
        -7.890698040005619
      ],
      [
        "\\sum_{i",
        -7.896181781893965
      ],
      [
        "\\log_{2}",
        -7.9008621416747244
      ],
      [
        "\\!",
        -7.90263609939878
      ],
      [
        "\\frac{B-A}{C}",
        -7.914633992680789
      ],
      [
        "!",
        -7.920695612533092
      ],
      [
        "8}",
        -7.92156930387203
      ],
      [
        "\\frac{a",
        -7.92526432866801
      ],
      [
        "c}",
        -7.9328337978497
      ],
      [
        "r_1",
        -7.937361825284848
      ],
      [
        "e^",
        -7.942341810095261
      ],
      [
        ")^2}",
        -7.943083380547586
      ],
      [
        "\\sin^2",
        -7.946798090451933
      ],
      [
        "2^",
        -7.956063314376646
      ],
      [
        "\\frac{2k",
        -7.956098420912649
      ],
      [
        "\\frac{1}{q_n",
        -7.956301390485045
      ],
      [
        "^{3}",
        -7.966498821539029
      ],
      [
        "a_n",
        -7.971816948069461
      ],
      [
        "\\sqrt{2",
        -7.972392634808603
      ],
      [
        "A_",
        -7.993691044757753
      ],
      [
        "\\int_{",
        -7.99583956758576
      ],
      [
        "))",
        -7.995975357405447
      ],
      [
        "\\log_2",
        -7.99725050246402
      ],
      [
        "\\sqrt{x",
        -7.998301181233032
      ],
      [
        "\\int_c^",
        -8.017544809309133
      ],
      [
        "x^{2",
        -8.017577163645706
      ],
      [
        "e^{x}",
        -8.022326483216812
      ],
      [
        "{e^t",
        -8.022424803700392
      ],
      [
        "}{1+t^2}",
        -8.024455890371874
      ],
      [
        "y_{1}",
        -8.029509485146662
      ],
      [
        "_1^2",
        -8.029997028453394
      ],
      [
        "(2",
        -8.03134432804891
      ],
      [
        "\\frac{1}{3",
        -8.033021530799102
      ],
      [
        "r_0",
        -8.035670973095918
      ],
      [
        "\\theta_0)",
        -8.037294812853727
      ],
      [
        "A}",
        -8.039649132739662
      ],
      [
        "\\beta}",
        -8.045921946549454
      ],
      [
        "}{\\sqrt{x^2",
        -8.066753645512843
      ],
      [
        "4}}}",
        -8.070045754737105
      ],
      [
        "10",
        -8.071853980018119
      ],
      [
        "^2}",
        -8.076843074179124
      ],
      [
        "_0",
        -8.080654406687312
      ],
      [
        "_{k",
        -8.081090723767753
      ],
      [
        "<",
        -8.096533839031142
      ],
      [
        "\\alpha_{n",
        -8.099010546453087
      ],
      [
        "r^2",
        -8.102732398024099
      ],
      [
        "\\frac{1}{4",
        -8.105780054905557
      ],
      [
        "y_0",
        -8.110815300650344
      ],
      [
        "x^{\\frac",
        -8.111544986278622
      ],
      [
        "{a}",
        -8.112079035120075
      ],
      [
        ")^",
        -8.125495151500058
      ],
      [
        "13",
        -8.127301512774391
      ],
      [
        "\\frac{a}{b}",
        -8.13332966409169
      ],
      [
        "\\frac{a}{",
        -8.138620227258057
      ],
      [
        "}{2}",
        -8.139118040896548
      ],
      [
        "b^x",
        -8.140102949230366
      ],
      [
        "\\frac{1}{3}",
        -8.149441106028744
      ],
      [
        "^m}",
        -8.15300486479617
      ],
      [
        "\\sqrt[x]{",
        -8.154122505304148
      ],
      [
        "_{3}",
        -8.155042296445771
      ],
      [
        "\\alpha}",
        -8.159812085270541
      ],
      [
        "(a",
        -8.16361724462397
      ],
      [
        "z}",
        -8.16700017847113
      ],
      [
        "z_{2}",
        -8.174313935751558
      ],
      [
        "{b}",
        -8.177318310778647
      ],
      [
        "\\alpha}{1",
        -8.179862254111045
      ],
      [
        "z^{2}}",
        -8.180819490766167
      ],
      [
        "{n",
        -8.182064614772543
      ],
      [
        "1}{x",
        -8.183092436966563
      ],
      [
        "a_i",
        -8.185178924224523
      ],
      [
        ")}",
        -8.189594411158401
      ],
      [
        "\\frac{j}{",
        -8.191229057605355
      ],
      [
        "\\tan^{2}",
        -8.193992420793974
      ],
      [
        "F_{n",
        -8.193992981477404
      ],
      [
        "x_0",
        -8.19423845426153
      ],
      [
        "\\sqrt{2}",
        -8.200705998599197
      ],
      [
        "R^2",
        -8.200914447563235
      ],
      [
        "\\frac{\\tan",
        -8.205485277529352
      ],
      [
        ")^{\\frac",
        -8.208931729634333
      ],
      [
        "(z)",
        -8.215681246197777
      ],
      [
        "\\Bigg)^",
        -8.220046442444426
      ],
      [
        "^z",
        -8.220103305929518
      ],
      [
        "\\ldots,",
        -8.221023721066235
      ],
      [
        "\\sqrt{4",
        -8.226034004032345
      ],
      [
        "\\forall",
        -8.228737512184201
      ],
      [
        "\\int_a^",
        -8.230630670651005
      ],
      [
        "\\alpha_{n}",
        -8.232145108346987
      ],
      [
        "i}}",
        -8.232877382706866
      ],
      [
        "^{n}",
        -8.237198613575536
      ],
      [
        "k}",
        -8.23932209989134
      ],
      [
        "_{1}",
        -8.247042967234913
      ],
      [
        "\\sqrt{4}}",
        -8.248028166565083
      ],
      [
        "x^x",
        -8.2497579718805
      ],
      [
        "\\frac{b}{",
        -8.252026494857507
      ],
      [
        "a}",
        -8.255992033914104
      ],
      [
        "{5}",
        -8.258873431157287
      ],
      [
        "\\lim_{n",
        -8.262995592377845
      ],
      [
        "e_",
        -8.27386391520626
      ],
      [
        "\\lim_{t",
        -8.274472558099397
      ],
      [
        "132",
        -8.276448566331451
      ],
      [
        "3}^",
        -8.279712587903443
      ],
      [
        "x_{i}",
        -8.290727087077268
      ],
      [
        "\\prime\\sin",
        -8.290760823141428
      ],
      [
        "\\int_0^",
        -8.301927673766523
      ],
      [
        "\\mathrm",
        -8.307580670225427
      ],
      [
        "a_{n-1}",
        -8.311776647671165
      ],
      [
        "+\\cdots",
        -8.319065659839675
      ],
      [
        "_2",
        -8.320470914909365
      ],
      [
        "(R",
        -8.328031529450126
      ],
      [
        "2)",
        -8.328538585724953
      ],
      [
        "^{-1}",
        -8.332980594635462
      ],
      [
        "}{1",
        -8.33487088845536
      ],
      [
        "\\sum_{k",
        -8.346019853013686
      ],
      [
        "\\int_0^{",
        -8.346352550893393
      ],
      [
        "n!",
        -8.355429308770276
      ],
      [
        "e^{-",
        -8.360270065067601
      ],
      [
        "z_",
        -8.362175023458837
      ],
      [
        "\\frac{c}{",
        -8.362432228773837
      ],
      [
        "x_i",
        -8.37263108693123
      ],
      [
        "y^4",
        -8.373122164787208
      ],
      [
        "_y^",
        -8.376335231190419
      ],
      [
        "\\right|",
        -8.380664666622927
      ],
      [
        "f_",
        -8.38905560318322
      ],
      [
        "b^3",
        -8.391193743561258
      ],
      [
        "_z^",
        -8.39263021042249
      ],
      [
        "\\left|",
        -8.397798275317395
      ],
      [
        "\\theta_i",
        -8.40202744359614
      ],
      [
        "a_j",
        -8.406297240634297
      ],
      [
        "4^{",
        -8.407085488483467
      ],
      [
        "i)",
        -8.41237706397865
      ],
      [
        "n}",
        -8.417903395551773
      ],
      [
        "\\prime",
        -8.426711480157909
      ],
      [
        "A^2",
        -8.427395058669049
      ],
      [
        "16",
        -8.430961660222536
      ],
      [
        "a_1",
        -8.43698629000669
      ],
      [
        "u_n",
        -8.44406024026097
      ],
      [
        "g_",
        -8.444779857206871
      ],
      [
        "78",
        -8.447380829567328
      ],
      [
        "$",
        -8.449536294822574
      ],
      [
        "x^n",
        -8.44999641061823
      ],
      [
        "-4ac",
        -8.452304628127527
      ],
      [
        "36",
        -8.452546771749544
      ],
      [
        "e^{i",
        -8.454726689287076
      ],
      [
        "x^{n-1}",
        -8.455930749209859
      ],
      [
        "a^x",
        -8.460468108700027
      ],
      [
        "^2c^2",
        -8.461612857222661
      ],
      [
        "z^{\\frac",
        -8.464856465222242
      ],
      [
        "\\frac{1}{1-",
        -8.470984111900727
      ],
      [
        "48",
        -8.473537925154709
      ],
      [
        "0,",
        -8.47392919819475
      ],
      [
        "\\theta}{",
        -8.474441063081038
      ],
      [
        "_k}}",
        -8.474479359947205
      ],
      [
        "e^{",
        -8.47469784132981
      ],
      [
        "1}^n",
        -8.47829031372976
      ],
      [
        "=1",
        -8.483513211796883
      ],
      [
        "{2}}",
        -8.492713154263651
      ],
      [
        "a^",
        -8.49294913480775
      ],
      [
        "a^{x+y}",
        -8.496971177023923
      ],
      [
        "abcd",
        -8.497550074800582
      ],
      [
        "(n-2)\\pi",
        -8.499463933499356
      ],
      [
        "c^2}}",
        -8.500412129278976
      ],
      [
        "^{x}",
        -8.504433870012427
      ],
      [
        "z_2^",
        -8.505903665154019
      ],
      [
        "x^\\prime",
        -8.50861203355603
      ],
      [
        "}^2",
        -8.509609803397858
      ],
      [
        "-27",
        -8.511976345766946
      ],
      [
        "(x",
        -8.516091212712974
      ],
      [
        "^{\\prime}",
        -8.517102445549895
      ],
      [
        "y^{\\frac",
        -8.517149355981738
      ],
      [
        "n^2",
        -8.518902381187981
      ],
      [
        "x)",
        -8.521963916515253
      ],
      [
        "{\\sqrt[x]{",
        -8.52207318688093
      ],
      [
        "x^j",
        -8.522109623091579
      ],
      [
        "(a+b",
        -8.530281991740939
      ],
      [
        "_{ij}",
        -8.530638957257784
      ],
      [
        "1}}",
        -8.53202348310706
      ],
      [
        "\\frac{x^{",
        -8.538827001578156
      ],
      [
        "X^2",
        -8.539004743347963
      ],
      [
        "_m",
        -8.541598042702365
      ],
      [
        "{2k}",
        -8.547822561544118
      ],
      [
        "\\sum_{i=0}^{n",
        -8.550026022729021
      ],
      [
        "P(x)",
        -8.553710030026672
      ],
      [
        "{a",
        -8.560236188664684
      ],
      [
        "\\theta_1",
        -8.576541905038248
      ],
      [
        "65",
        -8.579114388883676
      ],
      [
        "20",
        -8.581360831782861
      ],
      [
        "^{\\frac",
        -8.58230300167808
      ],
      [
        "\\frac{1}{\\sqrt{a",
        -8.58261414354893
      ],
      [
        "_{2}",
        -8.59401389440822
      ],
      [
        "\\frac{b",
        -8.599008921774056
      ],
      [
        ">",
        -8.600241907529503
      ],
      [
        ")(a-b",
        -8.605006168374285
      ],
      [
        "\\frac{n(n+1)}{2}",
        -8.605143704468148
      ],
      [
        "\\frac{3",
        -8.608056046136275
      ],
      [
        "{x^2",
        -8.612459198380055
      ],
      [
        "\\{",
        -8.616908602413787
      ],
      [
        "\\sin(",
        -8.617604042209162
      ],
      [
        "{x}",
        -8.617671108877254
      ],
      [
        "\\sum_{i=1}^n",
        -8.618504980282516
      ],
      [
        "f(",
        -8.62264601479534
      ],
      [
        "}{n}",
        -8.6240830662784
      ],
      [
        "{7}",
        -8.632820604440505
      ],
      [
        "ds",
        -8.63491188606049
      ],
      [
        "15",
        -8.635036455372543
      ],
      [
        "x^",
        -8.637814933907956
      ],
      [
        "1,",
        -8.64075416415098
      ],
      [
        "^2}{a^",
        -8.641144981253177
      ],
      [
        "}{2R",
        -8.642309063203868
      ],
      [
        "-4",
        -8.643975232045578
      ],
      [
        "}}{1-x",
        -8.64469569752945
      ],
      [
        "}{\\cos",
        -8.654520757427791
      ],
      [
        "_{n+1}}",
        -8.656640588016092
      ],
      [
        "d^2",
        -8.659590372173074
      ],
      [
        "\\frac{q}{2",
        -8.66409204445685
      ],
      [
        "}{q_n",
        -8.669532434416931
      ],
      [
        ".",
        -8.671301632075082
      ],
      [
        ",\\frac{2",
        -8.67772536318831
      ],
      [
        "{a+b}",
        -8.677945705399173
      ],
      [
        "(b)",
        -8.678533745709064
      ],
      [
        "\\frac{-b",
        -8.679445926043009
      ],
      [
        "{6}",
        -8.67944641677243
      ],
      [
        "b^2}}",
        -8.68469696517309
      ],
      [
        "\\Big",
        -8.689019383878955
      ],
      [
        "s^2",
        -8.69005723741865
      ],
      [
        "789",
        -8.695502482887887
      ],
      [
        "y_1",
        -8.70279980274456
      ],
      [
        "}}",
        -8.704757881864616
      ],
      [
        "x^4",
        -8.705920467366832
      ],
      [
        "\\lim_{",
        -8.709042444229123
      ],
      [
        "\\sqrt{b^2",
        -8.710721665985588
      ],
      [
        "{1}{",
        -8.711623299896653
      ],
      [
        "p_",
        -8.711851330833342
      ],
      [
        "\\sqrt{(",
        -8.711933623494964
      ],
      [
        "a_2",
        -8.71223953779607
      ],
      [
        "m}^{",
        -8.714534844866504
      ],
      [
        "a_3",
        -8.719276108129538
      ],
      [
        "\\sin(\\theta",
        -8.721961232339824
      ],
      [
        "\\frac{1}{2}\\pi",
        -8.724723954450612
      ],
      [
        "n]",
        -8.726512375889117
      ],
      [
        "z^2",
        -8.726935645706376
      ],
      [
        "\\sin\\theta",
        -8.728121422830696
      ],
      [
        "5}",
        -8.733310748490496
      ],
      [
        "_1,",
        -8.735079725511504
      ],
      [
        "(u",
        -8.735258045801947
      ],
      [
        "^{b",
        -8.741683000488418
      ],
      [
        "]^{",
        -8.745184936526977
      ],
      [
        "_i}}",
        -8.74660841687945
      ],
      [
        "_i",
        -8.759723927114326
      ],
      [
        "\\frac{1}{r^",
        -8.762091165332874
      ],
      [
        "12",
        -8.769623993648826
      ],
      [
        "^4",
        -8.77072999386087
      ],
      [
        "\\frac{1}{4}+",
        -8.775321246056457
      ],
      [
        "(\\theta_1",
        -8.78508631711576
      ],
      [
        "_2,",
        -8.790088507098488
      ],
      [
        "\\log_{",
        -8.794194052580533
      ],
      [
        "\\sqrt[",
        -8.80106048183308
      ],
      [
        "b)",
        -8.803484041398805
      ],
      [
        "g(x)",
        -8.808647624221095
      ],
      [
        "79",
        -8.809918154953827
      ],
      [
        "y^",
        -8.810411922136275
      ],
      [
        "\\cos^{2}",
        -8.811549989916259
      ],
      [
        "61",
        -8.814477680501808
      ],
      [
        "\\frac{d",
        -8.817029496521732
      ],
      [
        "}^{1",
        -8.819701992156691
      ],
      [
        "47",
        -8.820495192269297
      ],
      [
        "+\\cdots+n",
        -8.833862752370846
      ],
      [
        "45",
        -8.83680019572455
      ],
      [
        "-t^2",
        -8.839712109859368
      ],
      [
        "(X)",
        -8.843944437973587
      ],
      [
        "a_",
        -8.850478797650231
      ],
      [
        "70",
        -8.858047993011082
      ],
      [
        "-4ac}",
        -8.859802044475652
      ],
      [
        "88",
        -8.859853781798918
      ],
      [
        "125",
        -8.863882714561756
      ],
      [
        "-p)}",
        -8.867357038487707
      ],
      [
        "x^5",
        -8.870114313563018
      ],
      [
        "60",
        -8.874610272616055
      ],
      [
        "27",
        -8.875473961303683
      ],
      [
        "\\frac{y",
        -8.879887792975442
      ],
      [
        "17",
        -8.879900566022009
      ],
      [
        "\\lim_{z",
        -8.882558588496142
      ],
      [
        "{\\sqrt{a^2",
        -8.889695332262749
      ],
      [
        "19",
        -8.894226885480599
      ],
      [
        "95",
        -8.896982213024806
      ],
      [
        "96",
        -8.903329902950901
      ],
      [
        "t}",
        -8.904758217180705
      ],
      [
        "2^{",
        -8.905836100383324
      ],
      [
        "_k",
        -8.908215523350671
      ],
      [
        "dt",
        -8.915406296680036
      ],
      [
        "67",
        -8.917263799670273
      ],
      [
        "+\\infty}",
        -8.92345281671059
      ],
      [
        "a}}}}",
        -8.925649933141086
      ],
      [
        ")}{\\sin",
        -8.930456067203302
      ],
      [
        "f(z)",
        -8.936268366690198
      ],
      [
        "((",
        -8.937020821617589
      ],
      [
        "(0)",
        -8.94890133432161
      ],
      [
        "\\frac{u}{",
        -8.94952305163064
      ],
      [
        "(w",
        -8.951194453002195
      ],
      [
        "\\frac{1}{(",
        -8.951772093413625
      ],
      [
        "\\sum_a",
        -8.973213261029587
      ],
      [
        "1+2",
        -8.975492434344147
      ],
      [
        "166",
        -8.975950274292764
      ],
      [
        "85",
        -8.977956237587142
      ],
      [
        "+1",
        -8.980208277104245
      ],
      [
        "28",
        -8.985969617372536
      ],
      [
        "u-p",
        -8.992358548562354
      ],
      [
        "u_",
        -8.993599436771175
      ],
      [
        "{\\frac",
        -9.000488764172292
      ],
      [
        "\\}",
        -9.001765073195138
      ],
      [
        "e^{x",
        -9.002523781068517
      ],
      [
        "(12",
        -9.00938737748793
      ],
      [
        "n)",
        -9.011565176255218
      ],
      [
        "80",
        -9.01337197598588
      ],
      [
        "\\sqrt{b^",
        -9.01357634615018
      ],
      [
        "\\frac{1}{b}",
        -9.015781261765056
      ],
      [
        "(16",
        -9.017122531167349
      ],
      [
        "{2R",
        -9.017765880799336
      ],
      [
        "35",
        -9.023014928709834
      ],
      [
        "25",
        -9.02357821194603
      ],
      [
        "x_n",
        -9.031463127394474
      ],
      [
        "+a_1x",
        -9.031780220123728
      ],
      [
        "-2",
        -9.03649929089102
      ],
      [
        "(1-",
        -9.05009982203716
      ],
      [
        "(n-1)",
        -9.053427341405104
      ],
      [
        "(\\theta",
        -9.053658706927225
      ],
      [
        "56",
        -9.054111454551794
      ],
      [
        "10^",
        -9.057601933988549
      ],
      [
        "143",
        -9.06296906157102
      ],
      [
        "_n)",
        -9.063491366652316
      ],
      [
        "(18",
        -9.063805645475588
      ],
      [
        "t^2",
        -9.06384715445022
      ],
      [
        "\\frac{p_",
        -9.069053889668448
      ],
      [
        "_1",
        -9.071407828624707
      ],
      [
        "(r)",
        -9.072067094847766
      ],
      [
        "\\beta}{",
        -9.072540166734472
      ],
      [
        "173",
        -9.074312268614818
      ],
      [
        "0.0",
        -9.075481545978384
      ],
      [
        "z_1^",
        -9.08903939216696
      ],
      [
        "p_n",
        -9.092598081813556
      ],
      [
        "135",
        -9.093960128929703
      ],
      [
        "153",
        -9.101371008623754
      ],
      [
        "1}{2}",
        -9.102828410121528
      ],
      [
        "(a)",
        -9.1031558990607
      ],
      [
        "e_3",
        -9.105497468077129
      ],
      [
        "000",
        -9.106834158150722
      ],
      [
        "x^{",
        -9.10972392863722
      ],
      [
        "147",
        -9.111526578867329
      ],
      [
        "100",
        -9.112366888585967
      ],
      [
        "w}",
        -9.112777057083807
      ],
      [
        "2^2",
        -9.115323447356957
      ],
      [
        "9^",
        -9.117023973600569
      ],
      [
        "{3}}",
        -9.118206847952289
      ],
      [
        "77)",
        -9.119097997418276
      ],
      [
        "77",
        -9.119370642928066
      ],
      [
        "98",
        -9.12116143487321
      ],
      [
        "||",
        -9.12382476344645
      ],
      [
        "}\\Big",
        -9.126242906592909
      ],
      [
        "y)",
        -9.130421565074952
      ],
      [
        "6}",
        -9.130568716435729
      ],
      [
        "t)",
        -9.130774506536431
      ],
      [
        ")^{n",
        -9.132293434812862
      ],
      [
        "(1)",
        -9.132960961606814
      ],
      [
        "_4^5",
        -9.134446218970874
      ],
      [
        "\\sqrt{a",
        -9.137929443001124
      ],
      [
        "89",
        -9.14024765837766
      ],
      [
        "178",
        -9.143523913867348
      ],
      [
        "-1}",
        -9.1435666541214
      ],
      [
        "97",
        -9.14420504608298
      ],
      [
        "196",
        -9.145016913934835
      ],
      [
        "5)",
        -9.151075635096708
      ],
      [
        "138",
        -9.153244204125066
      ],
      [
        "((17",
        -9.156459848278027
      ],
      [
        "I_",
        -9.156784417688955
      ],
      [
        "_{n+1}",
        -9.157963719380003
      ],
      [
        "86",
        -9.163767082211765
      ],
      [
        "{1}{2}",
        -9.165465565371475
      ],
      [
        "\\sqrt{b}",
        -9.165611221865593
      ],
      [
        "76",
        -9.16773343543986
      ],
      [
        "187",
        -9.168997678165937
      ],
      [
        "72",
        -9.169167991852357
      ],
      [
        "58",
        -9.175123444963788
      ],
      [
        "{x",
        -9.175459470076238
      ],
      [
        "b}",
        -9.175692658735183
      ],
      [
        "151",
        -9.18418217049444
      ],
      [
        "\\right)^{n",
        -9.187923678346111
      ],
      [
        "(a-b)",
        -9.189988048875732
      ],
      [
        "{c}",
        -9.190673239080557
      ],
      [
        "ab}",
        -9.191940218056471
      ],
      [
        "62",
        -9.192856326078443
      ],
      [
        ".6",
        -9.198198547979564
      ],
      [
        "159",
        -9.199649512840905
      ],
      [
        "99",
        -9.199670147875084
      ],
      [
        "(8",
        -9.20209406829802
      ],
      [
        "a)",
        -9.206245570790106
      ],
      [
        "128",
        -9.210555710809102
      ],
      [
        "^2)",
        -9.210818600103742
      ],
      [
        "(n+1)",
        -9.212983418780986
      ],
      [
        "26",
        -9.213551632349128
      ],
      [
        "((12",
        -9.2157891328766
      ],
      [
        "{2a}",
        -9.218445859390451
      ],
      [
        "h_2",
        -9.219684572167123
      ],
      [
        "179",
        -9.220985415406872
      ],
      [
        "_2^2",
        -9.221457809331415
      ],
      [
        "168",
        -9.223072371838697
      ],
      [
        "x^{-1}",
        -9.223521469883831
      ],
      [
        "B}",
        -9.22547772769952
      ],
      [
        "140",
        -9.227277702674078
      ],
      [
        "z^",
        -9.227570433665663
      ],
      [
        "b}}",
        -9.231029690517396
      ],
      [
        "69",
        -9.23115168090676
      ],
      [
        "136",
        -9.232940873904822
      ],
      [
        "^0",
        -9.23305251703491
      ],
      [
        "46",
        -9.24103670319791
      ],
      [
        "0.4",
        -9.243918721631704
      ],
      [
        "169",
        -9.244347253699512
      ],
      [
        "{\\cos",
        -9.247184893772127
      ],
      [
        "0)",
        -9.252066672564991
      ],
      [
        "(y)",
        -9.258462022013614
      ],
      [
        "((7",
        -9.259747225672973
      ],
      [
        "\\right)^{",
        -9.268348874124325
      ],
      [
        "3\\times",
        -9.269289142187
      ],
      [
        "u_1",
        -9.272899698795351
      ],
      [
        "109",
        -9.275881649219212
      ],
      [
        "\\frac{1}{k",
        -9.276382146808489
      ],
      [
        "dy",
        -9.279247897593468
      ],
      [
        "C_",
        -9.27943893810952
      ],
      [
        "((11",
        -9.27959133924458
      ],
      [
        "84",
        -9.2809862288031
      ],
      [
        "\\frac{1}{\\sqrt{",
        -9.284949070885933
      ],
      [
        "z_1",
        -9.28606260059277
      ],
      [
        "X_1",
        -9.28628586779954
      ],
      [
        "75",
        -9.28977787110679
      ],
      [
        "z_2",
        -9.291698922071769
      ],
      [
        "{x^2}",
        -9.297959072355972
      ],
      [
        "(n)",
        -9.298309846270154
      ],
      [
        "189",
        -9.304767608861804
      ],
      [
        "21",
        -9.30809150104995
      ],
      [
        "3)",
        -9.308364314897291
      ],
      [
        ".7",
        -9.309481203222454
      ],
      [
        "{\\infty}",
        -9.309491077039574
      ],
      [
        "\\sqrt{5}",
        -9.309751174313163
      ],
      [
        "{9}",
        -9.31210847261727
      ],
      [
        "23)",
        -9.312547192823256
      ],
      [
        "_2^3",
        -9.312867572352149
      ],
      [
        "((4",
        -9.31299043285748
      ],
      [
        "^{\\infty}",
        -9.313341277697347
      ],
      [
        "(17",
        -9.315142761756755
      ],
      [
        "^k",
        -9.318225842887934
      ],
      [
        "u_2",
        -9.325527809593575
      ],
      [
        "\\sqrt{-1}",
        -9.329364964770258
      ],
      [
        "k_",
        -9.33024771473814
      ],
      [
        "\\sin(x)",
        -9.330253646654702
      ],
      [
        "y_i",
        -9.330517577838794
      ],
      [
        "c}}{2",
        -9.331383955886048
      ],
      [
        "6.",
        -9.333094359667914
      ],
      [
        "((9",
        -9.333234010065231
      ],
      [
        "\\l",
        -9.339954991857416
      ],
      [
        "83",
        -9.340835117260418
      ],
      [
        "\\frac{a}{\\sqrt{",
        -9.343437583644938
      ],
      [
        "59)",
        -9.349882426219176
      ],
      [
        "b_1",
        -9.351094004083755
      ],
      [
        "\\sum_i",
        -9.353894718423607
      ],
      [
        "55",
        -9.35439836328279
      ],
      [
        "(\\theta)",
        -9.356367779319871
      ],
      [
        "\\sqrt{3}",
        -9.35980968187147
      ],
      [
        "1.3",
        -9.361819591722504
      ],
      [
        "176",
        -9.36278207602077
      ],
      [
        "110",
        -9.366440830712191
      ],
      [
        "197",
        -9.3667981764528
      ],
      [
        "\\theta)",
        -9.369695870999308
      ],
      [
        "\\frac{3}{4}",
        -9.3742496231626
      ],
      [
        "}{",
        -9.374687113699062
      ],
      [
        "(3",
        -9.375048860820298
      ],
      [
        "5.",
        -9.375824532339324
      ],
      [
        "{8}",
        -9.380306417971376
      ],
      [
        "y_{",
        -9.381682768653638
      ],
      [
        "}{dt}",
        -9.386696010677207
      ],
      [
        "(s)",
        -9.390423588669725
      ],
      [
        "116",
        -9.391407963590751
      ],
      [
        "39",
        -9.392709786284358
      ],
      [
        "-\\frac{1}{2}",
        -9.393345640813578
      ],
      [
        "(4",
        -9.39466255257802
      ],
      [
        "((13",
        -9.39477565712367
      ],
      [
        "_0,",
        -9.394960399805758
      ],
      [
        "((5",
        -9.397595796435043
      ],
      [
        "38",
        -9.400554597685488
      ],
      [
        "194",
        -9.400705879211088
      ],
      [
        "149",
        -9.402498985695622
      ],
      [
        "33",
        -9.406613982943522
      ],
      [
        "\\sqrt{x}",
        -9.406978118085572
      ],
      [
        "181",
        -9.409678549039413
      ],
      [
        "(6",
        -9.417960765873575
      ],
      [
        "158",
        -9.422173327051226
      ],
      [
        "^\\prime",
        -9.42668895778792
      ],
      [
        "p)",
        -9.429835726648802
      ],
      [
        "x(t)",
        -9.434905455820347
      ],
      [
        "(n",
        -9.435622826299282
      ],
      [
        "C}{",
        -9.439434000523782
      ],
      [
        "(10",
        -9.442283424131974
      ],
      [
        "((18",
        -9.445844902180236
      ],
      [
        "157",
        -9.44688871648222
      ],
      [
        "2\\pi",
        -9.451455883827142
      ],
      [
        "6)",
        -9.452852985242805
      ],
      [
        "\\sqrt{\\sqrt{",
        -9.453333855455975
      ],
      [
        "50",
        -9.454895915614005
      ],
      [
        "139",
        -9.463806572198449
      ],
      [
        "49",
        -9.469398152464509
      ],
      [
        ".5",
        -9.470034648876952
      ],
      [
        "130",
        -9.472544749990323
      ],
      [
        "1^",
        -9.476214547367446
      ],
      [
        "(\\frac",
        -9.478991797912752
      ],
      [
        "}}}}}",
        -9.48074948743132
      ],
      [
        "+1)",
        -9.482001156546708
      ],
      [
        "59",
        -9.484344999530103
      ],
      [
        ")=0",
        -9.485083954702937
      ],
      [
        "\\sqrt{n}",
        -9.486105615937335
      ],
      [
        "\\theta}",
        -9.48658806719122
      ],
      [
        "z^{-1}",
        -9.487361368617028
      ],
      [
        "f_1",
        -9.488929849210436
      ],
      [
        "p_i",
        -9.49024778800542
      ],
      [
        "(11",
        -9.491262823833448
      ],
      [
        "P_",
        -9.493752449851852
      ],
      [
        "}{2a",
        -9.493984420408172
      ],
      [
        "{\\log_a",
        -9.497118050901893
      ],
      [
        "n_1",
        -9.49729967041278
      ],
      [
        "141",
        -9.497618678086525
      ],
      [
        "24",
        -9.498818752789209
      ],
      [
        "\\phi_",
        -9.499505395448464
      ],
      [
        "y}",
        -9.50120019150816
      ],
      [
        "64",
        -9.504304049690877
      ],
      [
        "\\cos^2",
        -9.50465475656177
      ],
      [
        "f_0",
        -9.50569846748686
      ],
      [
        "162",
        -9.505874098596744
      ],
      [
        "154",
        -9.507126590475256
      ],
      [
        "22)",
        -9.50773088268306
      ],
      [
        "\\sum_{k=1}^n",
        -9.50826852298708
      ],
      [
        "{15}",
        -9.51004385589889
      ],
      [
        "||^2",
        -9.51091727578857
      ],
      [
        "30",
        -9.512978792278105
      ],
      [
        "(14",
        -9.52034559481559
      ],
      [
        "54",
        -9.525933525003987
      ],
      [
        "126",
        -9.528525135425244
      ],
      [
        "v_n",
        -9.531860529667116
      ],
      [
        "((19",
        -9.531941471643531
      ],
      [
        "144",
