{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"</s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<pad>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<unk>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Split","pattern":{"String":"([{}_^\\\\])"},"behavior":"Isolated","invert":false},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"<s>":0,"</s>":1,"<pad>":2,"<unk>":3,"\t":4,"\n":5,"\r":6," ":7,"!":8,"$":9,"(":10,")":11,"+":12,",":13,"-":14,".":15,"/":16,"0":17,"1":18,"2":19,"3":20,"4":21,"5":22,"6":23,"7":24,"8":25,"9":26,"<":27,"=":28,">":29,"A":30,"B":31,"C":32,"D":33,"E":34,"F":35,"G":36,"H":37,"I":38,"L":39,"M":40,"N":41,"P":42,"R":43,"S":44,"T":45,"V":46,"X":47,"Y":48,"[":49,"\\":50,"]":51,"^":52,"_":53,"a":54,"b":55,"c":56,"d":57,"e":58,"f":59,"g":60,"h":61,"i":62,"j":63,"k":64,"l":65,"m":66,"n":67,"o":68,"p":69,"q":70,"r":71,"s":72,"t":73,"u":74,"v":75,"w":76,"x":77,"y":78,"z":79,"{":80,"|":81,"}":82,"{ ":83," }":84," { ":85,"\r\n":86," \\":87," } }":88,"mb":89,"ox":90,"mbox":91,"mbox { ":92,"ac":93,"fr":94,"frac":95,"t ":96,"\\mbox { ":97,"$\r\n":98," +":99," }\r\n":100,"ig":101," ^":102," =":103,"\\s":104," \\frac":105,"}{":106,"\\frac":107,"qr":108,"qrt":109,"le":110," -":111,"rig":112,"righ":113,"lef":114," } }\r\n":115," \\righ":116," + ":117," { \\mbox { ":118,"left ":119," \\right ":120," \\frac{":121," ^ ":122," } { ":123,"}$\r\n":124," \\s":125,"left (":126," \\right )":127,"in":128,"\\sqrt":129,"^2":130," = ":131," \\mbox { ":132,"um":133,"\\frac { ":134,"{ \\mbox { ":135," \\left (":136," _":137,"1}{":138,"ta":139,"^{":140," x":141,"_{":142," ^ { ":143," ^ 2":144,"\\p":145,"\\sqrt { ":146," d":147," } } }\r\n":148,"Big":149,"\\sum":150,"\\frac{":151," \\frac{1}{":152," \\sqrt":153," - ":154," \\frac { ":155,"{ -":156,"1}":157,"eta":158,"Bigg":159,")$\r\n":160,"\\c":161,"\\in":162," } } { ":163,"\\pi":164,"ts":165," \\right )\r\n":166,"do":167,"dots":168,"ma":169,"_n":170," _ { ":171,"th":172," \\sum":173," \\Bigg":174," \\sqrt { ":175,"\\cdots":176,"_1":177," \\p":178,"_i":179," = \\frac{":180,"theta":181,"0$\r\n":182,"os":183," } ^ { ":184," \\left ( ":185," a":186,"$\\frac{":187,"al":188,"}{2":189," _ { \\mbox { ":190,"\\left (":191,"im":192,"_{i":193,"left [":194," \\right ]":195,"\\int ":196,"ime":197,"n-":198,"(x":199,"\\sin":200,"x_":201," + 1":202,"]{":203,"\\sqrt[":204," \\Bigg)":205,"ha":206,"pha":207," \\g":208,"alpha":209," + \\sqrt { ":210,"n}":211,"}\\":212," \\in":213,"^3":214," \\l":215,"}}":216," } \\right )":217,"a^":218,"\\left [":219," } } ^ { ":220,"_{i=":221," z":222," ^ 3":223," \\pi":224," r":225,"4}":226,"\\sum { ":227,") = ":228,"b^2":229,"x^{":230," -4":231,"$\\":232," } +":233," \\left ( x":234,"( \\frac{1}{":235,"beta":236,"cos":237,"q_n":238,"x]{":239," \\cos":240," } } _ { \\mbox { ":241,"\\sqrt[x]{":242,"{ \\cdots":243,"+\\cdots":244,"_2":245,"n+":246," \\theta":247," ^ { \\mbox { ":248," \\left ( x \\right )":249,"am":250," } -":251," = \\frac{1}{":252,"amma":253,"$y":254,"mu":255," } { 3":256,"(a":257,"}}{":258," \\left ( \\frac { ":259,"\\sum _ { ":260,"1-":261,"rime":262," } d":263,"igma":264," } { \\sqrt { ":265,"\\prime":266,"{ - ":267,"1 + \\sqrt { ":268," } \\right )\r\n":269," + \\frac { ":270," (":271,"$P":272,")}":273,"2 }\r\n":274,"_0":275," \\sin":276,"\\int":277,"n-1}":278,"De":279,"\\beta":280,"lta":281," = 0$\r\n":282," \\sqrt{":283,"_{i=1}":284,"Delta":285,"1\r\n":286,"\\alpha":287,"+b":288,"\\theta":289,"a^2":290,"eq":291,"} ":292," + a":293,"^{n}":294,"^{\\prime":295,"$\\frac{1}{":296,"$S":297,"-b":298," } } _ { ":299," - \\frac{":300," + c":301,"tan":302,"{ - \\mbox { ":303,"\\pi}{":304," \\sum { ":305," \\right ]\r\n":306," \\left ( \\frac { \\pi":307,"ab":308," \\pi r":309,"1$\r\n":310,"2k":311,"^2$\r\n":312," -4ac":313," b":314,"\\l":315,"_ { ":316,"\\frac { \\mbox { ":317,"leq":318," \\frac{2k":319," \\frac{1}{q_n":320,"(x)":321,"}\\Big":322,"4} \\Bigg)":323,"( \\frac{1}{4} \\Bigg)":324," \\frac{2k\\pi}{":325," {":326,"x ^ 2":327,"}}$\r\n":328," } _ { ":329," } ^ { \\mbox { ":330,"\\sigma":331," + y":332,"\\sqrt { \\mbox { ":333,"-p":334,"\\mu":335,"rm":336," } } { \\mbox { ":337,"\\cos":338,"math":339," \\pm":340,"mathrm":341," c":342,"e ^ { ":343,"x } { ":344," \\leq":345," + b":346," ^ 2 - ":347,"+\\cdots+":348," \\pm \\sqrt{":349,"$f":350,"\\g":351,"time":352,"u-p":353," + 3":354,"\\frac { x_":355," } \\right ) =":356,"times":357,"1)":358,"ft":359," } { \\mbox { ":360,"fty":361,"5\r\n":362,"||":363," } ":364,", ":365,"0}":366,"9\r\n":367,"i }\r\n":368," } _ { \\mbox { ":369," \\alpha":370," } } } }\r\n":371," } } d":372,"^{\\prime}":373,")=":374,"0\r\n":375,"\\tan":376,"^n":377," } } { 2":378," \\geq":379," \\left ( \\frac { \\pi } { ":380,"\\gamma":381,"4}$\r\n":382,"left":383," \\sum { \\mbox { ":384," h":385,"(n-":386,"_j":387,"a}{":388,"z ^ 2":389," } + ":390," } \\mbox { ":391," } \\pi r":392," + \\mbox { ":393," ^ x":394,"\\frac { { ":395," \\left ( \\mbox { ":396,"\\sqrt { { ":397," } + \\mbox { ":398," } { 3 } \\pi r":399," k":400,"$(":401,"$1":402,"13":403,"2)":404,"^k":405,"b + c":406,"c^2":407," - \\mbox { ":408," } { 2 }\r\n":409,"_{n+":410," ^ 2 h":411,"$x":412,"$|":413,"18":414,"4\r\n":415,"_0$\r\n":416,"x_1":417,"{ { ":418," = \\sum":419," = \\cos":420,"^2 +":421,"^2}{":422," = a":423,"\\frac { 1":424,"\\sqrt { 1 + \\sqrt { ":425," d x":426," \\frac { 1":427,"\\int e ^ { ":428," \\lt ":429,"\\sum _ { { ":430,"$S =":431," } \\right ) = \\frac { 1":432,"- b":433,"0.":434,"27":435,"4 a":436,"^4":437,"^j":438,"a + \\frac { ":439,"b ^ 2 - ":440,"f } }\r\n":441,"m ":442,"{ { \\mbox { ":443,"\\frac { - b":444," a }\r\n":445," c } } { 2":446,"times ":447,"a}{b":448,"_{n+1}":449,"4 a c } } { 2":450,"b ^ 2 - 4 a c } } { 2":451,"b ^ 2 - 4 a c } } { 2 a }\r\n":452,"$u":453,"$a^":454,"+y":455,"cd":456,"n}$\r\n":457,"p_n":458,"x+y":459," } \\left ( ":460," + \\frac{":461," } { x_":462," } { \\frac { x_":463,"1}{2":464,"_{n-1}":465," \\sum_{i=1}":466," = \\frac{2":467,"\\left ( ":468,"\\sin \\left ( x \\right )":469,"mathrm d":470,"$E":471,"$n":472,"$\\sum":473,"( \\sum_{i=1}":474,"3}$\r\n":475,"a}":476,"b^3":477,"d -4ac":478,"d^2}{":479,"i)":480,"og":481,"r^2$\r\n":482,"xa^":483,"y = a":484," } - ":485," } \\right ]":486," } } } { ":487," +18":488,"}{a":489," -27":490," \\right ) }\r\n":491,"^{x+y":492," x ":493,"\\sum { \\mbox { ":494," - (n-":495,"\\pi \\Bigg)":496," \\Bigg( \\sum_{i=1}":497,"_i - (n-":498,"$\\frac{b^2":499,"}{2}":500,"(x) = ":501," + 14":502,"^3 +18":503,"a^4}$\r\n":504," ^ 3 + 14":505," -4b^3":506," \\theta_i - (n-":507,"(a-b":508,"a^2d^2}{":509,"^{n} \\theta_i - (n-":510,"abcd":511," \\left ( \\frac { \\pi } { 4":512,"2)\\pi \\Bigg)":513,"c^2 -4b^3":514,"$S = \\Bigg( \\sum_{i=1}":515,"$a^xa^":516,"d -4ac^3 +18":517,"y = a^{x+y":518," -27a^2d^2}{":519,"$\\frac{b^2c^2 -4b^3":520,"^{n} \\theta_i - (n-2)\\pi \\Bigg)":521,"abcd -27a^2d^2}{":522,"$S = \\Bigg( \\sum_{i=1}^{n} \\theta_i - (n-2)\\pi \\Bigg)":523,"$a^xa^y = a^{x+y":524,"d -4ac^3 +18abcd -27a^2d^2}{":525,"$\\frac{b^2c^2 -4b^3d -4ac^3 +18abcd -27a^2d^2}{":526,"$S = \\Bigg( \\sum_{i=1}^{n} \\theta_i - (n-2)\\pi \\Bigg)r^2$\r\n":527,"$a^xa^y = a^{x+y}$\r\n":528,"$\\frac{b^2c^2 -4b^3d -4ac^3 +18abcd -27a^2d^2}{a^4}$\r\n":529,"$L":530,"$a^2":531,"(y":532,"(n+":533,"+2":534,"a}}{":535,"i)$\r\n":536,"t }\r\n":537,"x}$\r\n":538,"| \\leq":539,"} \\lt ":540," + \\frac{1}{":541," \\frac {":542," + i":543," + b^2":544,"^2}$\r\n":545," = (a":546," x - \\frac{":547," x^j":548,"\\sqrt { { \\mbox { ":549," a_j":550,"}{2}$\r\n":551," + 1 = 0$\r\n":552," \\int":553,"_{i=0}":554," z ^ 2":555,"$y^4":556,"$P(x)":557,"+bi)":558,"^{n} a_j":559," + y + 1 = 0$\r\n":560," = \\sum_{i=0}":561,"$\\sum_{i=1}":562,"}{a+b":563,"(a-bi)$\r\n":564,"$a^2 + b^2":565," = (a+bi)":566," x^j$\r\n":567,"$y^4 + y + 1 = 0$\r\n":568,"$P(x) = \\sum_{i=0}":569,"^{n} a_j x^j$\r\n":570,"$a^2 + b^2 = (a+bi)":571,"$P(x) = \\sum_{i=0}^{n} a_j x^j$\r\n":572,"$a^2 + b^2 = (a+bi)(a-bi)$\r\n":573,"! -":574,"$T":575,"$\\sqrt[":576,"$\\sqrt[x]{":577,"+\\":578,"6\r\n":579,"7\r\n":580,"a}$\r\n":581,"a_n":582,"a_1":583,"a_i":584,"b_i":585,"b}\\Big":586,"b}}$\r\n":587,"n]{":588,"q_{n+1}":589,"x + a":590,"x^n":591,"}{q_n":592,"right":593," \\frac{x^{":594," \\right ) ^ ":595," \\right ) = ":596,"\\frac{a}{b":597,"\\frac{1}{2":598,"1} = \\cos":599,"Bigg( \\frac{1}{4} \\Bigg)":600," \\Bigg( \\frac{1}{4} \\Bigg)":601," = \\frac{\\sqrt[x]{":602," \\gamma":603,"n} + i":604," \\int ":605,"^3+\\cdots":606," \\lt":607,"}} = \\frac{1}{":608,"}} = \\frac{\\sqrt[x]{":609,"4}+\\":610,"x^{n-1}":611,"x^{b_i":612,"( \\frac{1}{a}":613,"\\sqrt[x]{b}}$\r\n":614,"{ \\cdots +":615," = \\frac{1}{3}$\r\n":616,"}}{1-":617,"1-x}$\r\n":618,")} = \\frac{2":619," \\sin \\frac{2k\\pi}{":620,"} | \\leq":621," + a_{n-1}":622,"$\\frac{1}{\\frac{1}{2":623,"$\\frac{1}{4}+\\":624,"ab}{a+b":625," \\frac{1}{q_n^2}$\r\n":626," \\frac{1}{q_nq_{n+1}":627,"}\\Big( \\frac{1}{a}":628," \\frac{2k\\pi}{n} + i":629,"^k \\frac{x^{":630,"$x = \\frac{":631,"$| x - \\frac{":632,"^2 + \\Bigg( \\frac{1}{4} \\Bigg)":633,"p_n}{q_n":634,"$n! -":635,"a}}{\\sqrt[x]{b}}$\r\n":636,"} \\lt  \\frac{1}{q_n^2}$\r\n":637," + \\frac{1}{b}\\Big":638,"$\\sum_{i=1}^k \\frac{x^{":639,"$\\sqrt[n]{":640,"$\\sqrt[x]{\\frac{a}{b":641,"a_i}}{1-":642,"1} = \\cos \\frac{2k\\pi}{n} + i":643,"Bigg( \\frac{1}{4} \\Bigg)^2 + \\Bigg( \\frac{1}{4} \\Bigg)":644,"^3+\\cdots = \\frac{1}{3}$\r\n":645,"}} = \\frac{1}{1-x}$\r\n":646,"}} = \\frac{\\sqrt[x]{a}}{\\sqrt[x]{b}}$\r\n":647,"x^{b_i}} = \\frac{1}{1-x}$\r\n":648,")} = \\frac{2ab}{a+b":649," \\sin \\frac{2k\\pi}{n}$\r\n":650,"} | \\leq \\frac{1}{q_nq_{n+1}":651,"$\\frac{1}{\\frac{1}{2}\\Big( \\frac{1}{a}":652,"$\\frac{1}{4}+\\Bigg( \\frac{1}{4} \\Bigg)^2 + \\Bigg( \\frac{1}{4} \\Bigg)":653,"$| x - \\frac{p_n}{q_n":654,"$n! -1$\r\n":655," + \\frac{1}{b}\\Big)} = \\frac{2ab}{a+b":656,"$\\sum_{i=1}^k \\frac{x^{a_i}}{1-":657,"$\\sqrt[n]{1} = \\cos \\frac{2k\\pi}{n} + i":658,"$\\sqrt[x]{\\frac{a}{b}} = \\frac{\\sqrt[x]{a}}{\\sqrt[x]{b}}$\r\n":659,"} | \\leq \\frac{1}{q_nq_{n+1}} \\lt  \\frac{1}{q_n^2}$\r\n":660,"$\\frac{1}{\\frac{1}{2}\\Big( \\frac{1}{a} + \\frac{1}{b}\\Big)} = \\frac{2ab}{a+b":661,"$\\frac{1}{4}+\\Bigg( \\frac{1}{4} \\Bigg)^2 + \\Bigg( \\frac{1}{4} \\Bigg)^3+\\cdots = \\frac{1}{3}$\r\n":662,"$| x - \\frac{p_n}{q_n} | \\leq \\frac{1}{q_nq_{n+1}} \\lt  \\frac{1}{q_n^2}$\r\n":663,"$\\sum_{i=1}^k \\frac{x^{a_i}}{1-x^{b_i}} = \\frac{1}{1-x}$\r\n":664,"$\\sqrt[n]{1} = \\cos \\frac{2k\\pi}{n} + i \\sin \\frac{2k\\pi}{n}$\r\n":665,"$\\frac{1}{\\frac{1}{2}\\Big( \\frac{1}{a} + \\frac{1}{b}\\Big)} = \\frac{2ab}{a+b}$\r\n":666,"(X":667,"2\r\n":668,"c } } }\r\n":669,"hi":670,"j }\r\n":671,"}}{2":672," } } } ^ { ":673,"\\sqrt{":674," ^ 2 (":675,"\\infty":676," = \\frac{n":677," \\left ( 2":678," \\in ":679,"b^2 -4ac":680,"$y^2":681,"Delta ":682,"-b \\pm \\sqrt{":683,"\\log":684,"+\\cdots+a_1":685,"$f(x) = ":686,"1)}{2}$\r\n":687,"a_nx^n":688,"x + a_0$\r\n":689,"x^{n-1}+\\cdots+a_1":690," + a_{n-1}x^{n-1}+\\cdots+a_1":691,"$x = \\frac{-b \\pm \\sqrt{":692,"}}{2a}$\r\n":693," ^ 2 ( x ":694,"b^2 -4ac}}{2a}$\r\n":695,"$f(x) = a_nx^n":696," + a_{n-1}x^{n-1}+\\cdots+a_1x + a_0$\r\n":697,"$x = \\frac{-b \\pm \\sqrt{b^2 -4ac}}{2a}$\r\n":698,"$f(x) = a_nx^n + a_{n-1}x^{n-1}+\\cdots+a_1x + a_0$\r\n":699,"(t":700,"(u-p":701,"d } }\r\n":702,"h } }\r\n":703,"n = \\frac{n":704,"q}{2":705,"u}{2}":706," } \\right ]\r\n":707," \\left [":708," } } ^ { \\mbox { ":709," = 1":710,"Bigg(y":711," \\Bigg) + \\frac{":712,"}\\Bigg(y":713,")} \\Bigg) + \\frac{":714," - \\frac{q}{2":715,"+\\cdots+n = \\frac{n":716," \\pm \\sqrt{u-p":717,"left(":718,"$1+2":719,"\\sin \\left ( x \\right ) + 1":720,"(n+1)}{2}$\r\n":721,"$y^2 \\pm \\sqrt{u-p":722,"(u-p)} \\Bigg) + \\frac{":723,"u}{2} = 0$\r\n":724,"}\\Bigg(y - \\frac{q}{2":725,"+\\cdots+n = \\frac{n(n+1)}{2}$\r\n":726,"$1+2+\\cdots+n = \\frac{n(n+1)}{2}$\r\n":727,"$y^2 \\pm \\sqrt{u-p}\\Bigg(y - \\frac{q}{2":728,"(u-p)} \\Bigg) + \\frac{u}{2} = 0$\r\n":729,"$y^2 \\pm \\sqrt{u-p}\\Bigg(y - \\frac{q}{2(u-p)} \\Bigg) + \\frac{u}{2} = 0$\r\n":730,"$A":731,"1 + ":732,"1}$\r\n":733,"2}":734,"3\r\n":735,"6.":736,"8.":737,"u } }\r\n":738," { -":739,"^{-":740,"{ - { ":741,"$H":742,"$I":743,"2.":744,"P } }\r\n":745,"\\right":746,"amb":747,"da":748,"d + ":749," + \\cos":750,"{ \\mbox { z":751," \\sqrt { \\beta":752," \\left ( n":753,"\\left ( \\mbox { ":754,"\\int _ { ":755," \\gt":756," \\infty":757," \\ldots":758,"\\left [ \\mbox { ":759,"{ \\cdots -":760," } - \\mbox { ":761,"ambda":762,"$M":763,"2 } }\r\n":764,"2 \\alpha":765,"4 + b":766,"4 } { 3 } \\pi r":767,"7.":768,"H }\r\n":769,"a x":770,"a + \\sqrt { ":771,"a ^ x":772,"c } { 2 }\r\n":773,"f }\r\n":774,"j } }\r\n":775,"o }\r\n":776," } x":777,"\\mbox { j }\r\n":778," + \\pi r":779," = \\mbox { ":780," - \\frac { ":781," ^ 4 + b":782," } { d + ":783," = 0\r\n":784," = z ^ 2":785,"\\frac { b + c":786,"\\frac { 4 } { 3 } \\pi r":787," x + c":788," ^ 2\r\n":789," ^ 2 = z ^ 2":790,"{ - { \\mbox { ":791,"\\pi r":792," + \\sqrt { b ^ 2 - 4 a c } } { 2 a }\r\n":793,"\\left [ ":794," ^ 3\r\n":795," ^ 3 d x":796," \\left ( x \\right ) ^ 2":797," + \\frac { c } { 2 }\r\n":798,"x ^ 2 + y":799,"x ^ 2 } x":800," + b ^ x":801," + 3 \\sqrt { \\beta":802,"z ^ 2 } }\r\n":803," } { 3 } \\pi r ^ 2 h":804,"13 + \\pi r":805,"\\frac { 1 } { 3 } \\pi r ^ 2 h":806,"\\sqrt { 1 + \\sqrt { 1 + ":807,"\\int e ^ { x ^ 2 } x":808,"\\frac { - b + \\sqrt { b ^ 2 - 4 a c } } { 2 a }\r\n":809,"2 \\alpha + 3 \\sqrt { \\beta":810,"a x ^ 4 + b":811,"a + \\sqrt { \\frac { b + c":812,"a ^ x + b ^ x":813," } { d + f } }\r\n":814,"\\frac { 4 } { 3 } \\pi r ^ 3\r\n":815," x + c = 0\r\n":816," ^ 2 = z ^ 2\r\n":817," ^ 3 d x\r\n":818,"x ^ 2 + y ^ 2 = z ^ 2\r\n":819,"13 + \\pi r ^ 2\r\n":820,"\\frac { 1 } { 3 } \\pi r ^ 2 h\r\n":821,"\\sqrt { 1 + \\sqrt { 1 + z ^ 2 } }\r\n":822,"\\int e ^ { x ^ 2 } x ^ 3 d x\r\n":823,"2 \\alpha + 3 \\sqrt { \\beta }\r\n":824,"a x ^ 4 + b x + c = 0\r\n":825,"a + \\sqrt { \\frac { b + c } { d + f } }\r\n":826,"a ^ x + b ^ x + \\frac { c } { 2 }\r\n":827,"1 \\right ) ^ ":828,"2 \\left ( 2":829,"3.":830,"3 } } { ":831,"5 \\right ) = ":832,"8\r\n":833,"9.":834,"A } }\r\n":835,"N } }\r\n":836,"N \\left (":837,"V_":838,"X } }\r\n":839,"\\Delta":840,"fo":841,"f \\left ( ":842,"m + 3":843,"n \\sin":844,"n = 1":845,"ral":846,"t$\r\n":847,"v } }\r\n":848,"x } } } }\r\n":849,"y }\r\n":850,"z \\right )\r\n":851,"{ { - \\mbox { ":852," } ^ ":853," } \\frac { ":854," \\times ":855," \\mathrm d":856," } } \\right )\r\n":857," = \\frac {":858," \\frac { \\mbox { ":859," ^ 5 \\right ) = ":860,"\\frac { x } { ":861,"\\frac { \\pi r":862," _m ":863," _2 \\left ( 2":864," x \\right )\r\n":865,"\\sqrt { b + c":866,"\\sum _m ":867," - 1 \\right ) ^ ":868," } } { 2 }\r\n":869,"_1,":870,"\\sin \\left ( \\frac { \\pi":871,"\\sin \\left ( \\frac { \\pi } { 4":872,"x_2":873," \\gt ":874," } { 3 }\r\n":875," } { 3 } \\right ) = \\frac { 1":876,"\\sum _ { n = 1":877," } { \\sqrt { 2 } }\r\n":878,"\\beta +":879,"\\theta }\r\n":880,"mathrm{":881," ^ 2 h } { 3 }\r\n":882," } \\right ) = \\frac { 1 } { \\sqrt { 2 } }\r\n":883,"a + \\frac { \\sqrt { b + c":884,"\\log _2 \\left ( 2":885," \\left ( n x \\right )\r\n":886,"N \\left ( - 1 \\right ) ^ ":887,"foral":888,"f \\left ( m + 3":889,"n \\sin \\left ( n x \\right )\r\n":890," } ^ N \\left ( - 1 \\right ) ^ ":891," ^ 5 \\right ) = 5\r\n":892,"\\frac { \\pi r ^ 2 h } { 3 }\r\n":893,"\\sum _m f \\left ( m + 3":894,"\\sin \\left ( \\frac { \\pi } { 3 } \\right ) = \\frac { 1":895,"\\sin \\left ( \\frac { \\pi } { 4 } \\right ) = \\frac { 1 } { \\sqrt { 2 } }\r\n":896,"\\sum _ { n = 1 } ^ N \\left ( - 1 \\right ) ^ ":897,"a + \\frac { \\sqrt { b + c } } { 2 }\r\n":898,"\\log _2 \\left ( 2 ^ 5 \\right ) = 5\r\n":899,"forall":900,"\\sum _m f \\left ( m + 3 \\right )\r\n":901,"\\sin \\left ( \\frac { \\pi } { 3 } \\right ) = \\frac { 1 } { 2 }\r\n":902,"\\sum _ { n = 1 } ^ N \\left ( - 1 \\right ) ^ n \\sin \\left ( n x \\right )\r\n":903,"$q":904,"- z ^ 2":905,"00":906,"1.":907,"2 k":908,"2 } { \\frac { x_":909,"3 } { x_":910,"4 } } }\r\n":911,"4 } { x_":912,"78":913,"B }\r\n":914,"X }\r\n":915,"\\times ":916,"]$\r\n":917,"_h } }\r\n":918,"a ^ { ":919,"b ^ { ":920,"b - \\frac { ":921,"c ^ ":922,"er":923,"e_ { ":924,"f_ { ":925,"f } \\left ( ":926,"g_h } }\r\n":927,"k ^ 3 + 14":928,"n }\r\n":929,"neq":930,"v }\r\n":931,"{ \\sqrt { ":932,"{ { - ":933,"{ \\sqrt { \\mbox { ":934," \\beta":935," \\tan":936," } } } } }\r\n":937," } } \\right ]\r\n":938,"\\mbox { i }\r\n":939,"\\mbox { t }\r\n":940,"\\frac {":941," } { \\sin \\left ( x \\right ) + 1":942," } { \\theta }\r\n":943," \\sigma":944,"\\frac { \\frac { ":945,"\\frac { x_1":946,"\\frac { \\beta +":947,"{ \\mbox { u":948," \\sqrt { \\mbox { ":949," } } { { ":950," } } { x_1":951,"\\pi\r\n":952," \\right ] }\r\n":953," + 178":954," } } ^ { { \\mbox { ":955," z = \\mbox { ":956,"\\sum _ { { \\mbox { ":957," } d z = \\mbox { ":958,"1 + \\sqrt { 1 + \\sqrt { ":959,"x } { c } } }\r\n":960,"x } { b - \\frac { ":961," ^ 2 - 13":962,"\\frac { x_4 } { x_":963," k ^ 2 - 13":964,"\\frac { 1 } { \\sin \\left ( x \\right ) + 1":965,"\\sqrt { 1 + \\sqrt { 1 + \\sqrt { 1 + \\sqrt { ":966,"\\int e ^ { - z ^ 2":967,"a + \\frac { x } { b - \\frac { ":968," } { \\frac { x_2 } { \\frac { x_":969," \\int \\mbox { ":970," \\gamma } { \\theta }\r\n":971,"3 } } { x_2":972," } \\frac { z":973,"\\frac { x } { a + \\frac { x } { b - \\frac { ":974,"2 k + 178":975,"3 } { x_4 } } }\r\n":976,"a ^ { b ^ { ":977,"c ^ d } }\r\n":978,"erf } \\left ( ":979,"e_ { f_ { ":980,"k ^ 3 + 14 k ^ 2 - 13":981,"\\frac { \\frac { \\frac { x_4 } { x_":982,"\\frac { x_1 } { \\frac { x_2 } { \\frac { x_":983,"\\frac { \\beta + \\gamma } { \\theta }\r\n":984," } } { x_1 }\r\n":985," } d z = \\mbox { erf } \\left ( ":986,"\\frac { 1 } { \\sin \\left ( x \\right ) + 1 }\r\n":987,"\\sqrt { 1 + \\sqrt { 1 + \\sqrt { 1 + \\sqrt { x } } } }\r\n":988,"\\int e ^ { - z ^ 2 } d z = \\mbox { erf } \\left ( ":989,"3 } } { x_2 } } { x_1 }\r\n":990,"\\frac { x } { a + \\frac { x } { b - \\frac { x } { c } } }\r\n":991,"2 k + 1789\r\n":992,"a ^ { b ^ { c ^ d } }\r\n":993,"e_ { f_ { g_h } }\r\n":994,"k ^ 3 + 14 k ^ 2 - 132 k + 1789\r\n":995,"\\frac { \\frac { \\frac { x_4 } { x_3 } } { x_2 } } { x_1 }\r\n":996,"\\frac { x_1 } { \\frac { x_2 } { \\frac { x_3 } { x_4 } } }\r\n":997,"\\int e ^ { - z ^ 2 } d z = \\mbox { erf } \\left ( z \\right )\r\n":998," ,":999,"$G":1000,"$d":1001,"$v":1002,"$\\sigma":1003,"(A":1004,"(v":1005,"0 } ^ { ":1006,"5.":1007,"V }\r\n":1008,"\\mbox":1009,"hi }\r\n":1010,"m } } }\r\n":1011,"t\r\n":1012,"z }\r\n":1013,"z ^ 3 + 14":1014,"}=":1015," } \\geq":1016," - \\sqrt { ":1017,"{ \\mbox { t":1018,"\\phi":1019," } ^ { { ":1020,"\\left ( { ":1021,"\\int ^":1022,"\\int x ^ 2":1023,"\\left [ { ":1024," z\r\n":1025,"_2$\r\n":1026," } { \\sqrt { z ^ 3 + 14":1027,"\\ldots":1028,"e ^ { \\int x ^ 2":1029," } } d z\r\n":1030," d x }\r\n":1031,"\\frac { - b - \\sqrt { ":1032,"\\infty } \\frac { z":1033,"\\int _ { 0 } ^ { ":1034,"\\mbox{":1035," } { \\sqrt { z ^ 3 + 14 } } d z\r\n":1036,"e ^ { \\int x ^ 2 d x }\r\n":1037,"\\frac { - b - \\sqrt { b ^ 2 - 4 a c } } { 2 a }\r\n":1038,"\\infty } \\frac { z } { \\sqrt { z ^ 3 + 14 } } d z\r\n":1039,"\\int _ { 0 } ^ { \\infty } \\frac { z } { \\sqrt { z ^ 3 + 14 } } d z\r\n":1040," 1":1041," e":1042," y":1043,"$C":1044,"$R":1045,"$V":1046,"$p":1047,"$s":1048,"(1":1049,"(z":1050,")}$\r\n":1051,") + \\cos":1052,"2 z":1053,"3}":1054,"3 }\r\n":1055,"3 z ^ 2":1056,"4 z":1057,"=\\frac{":1058,"C$\r\n":1059,"P }\r\n":1060,"R }\r\n":1061,"S } }\r\n":1062,"[X":1063,"\\left(":1064,"_A":1065,"g } }\r\n":1066,"l } }\r\n":1067,"}^{":1068,"})$\r\n":1069," } =":1070," } \\left (":1071," \\Delta":1072," } } -":1073,"\\mbox { t":1074," + { ":1075,"}{d":1076," \\right":1077," = 1\r\n":1078,"\\frac { 2 z":1079,"\\frac { 3 z ^ 2":1080,"{ \\mbox { y":1081,"\\sqrt { \\frac { 2 z":1082," } } { { \\mbox { ":1083,"_{ij":1084,"\\sin ^ 2 ( x ":1085," \\lambda":1086," } \\right ) = 1\r\n":1087," ^ 3 } { \\sqrt { ":1088,"\\sum { { ":1089,") = 1\r\n":1090,"$\\Delta ":1091,"{ \\cdots + ":1092,"{ \\cdots - ":1093," } - { ":1094," } { \\sqrt { 4 z":1095,"\\tan \\left ( \\frac { \\pi } { 4":1096,"{ \\cdots + { ":1097," ^ 2 ( x ) = 1\r\n":1098,") + \\cos ^ 2 ( x ) = 1\r\n":1099,"\\frac { 3 z ^ 2 } { \\sqrt { 4 z":1100,"\\sqrt { \\frac { 2 z ^ 3 } { \\sqrt { ":1101,"\\sin ^ 2 ( x ) + \\cos ^ 2 ( x ) = 1\r\n":1102,"\\tan \\left ( \\frac { \\pi } { 4 } \\right ) = 1\r\n":1103,"\\frac { 3 z ^ 2 } { \\sqrt { 4 z } } } } }\r\n":1104,"\\sqrt { \\frac { 2 z ^ 3 } { \\sqrt { \\frac { 3 z ^ 2 } { \\sqrt { 4 z } } } } }\r\n":1105," 2":1106," B":1107," R":1108," T":1109," s":1110,"$B":1111,"$N":1112,"$a":1113,"(u":1114,")}{":1115,")^2":1116,"10":1117,"2 } \\right ) =":1118,"C } }\r\n":1119,"E }\r\n":1120,"L }\r\n":1121,"M$\r\n":1122,"M } }\r\n":1123,"T_{":1124,"e }\r\n":1125,"g }\r\n":1126,"h }\r\n":1127,"i } }\r\n":1128,"k }\r\n":1129,"l }\r\n":1130,"p }\r\n":1131,"q } }\r\n":1132,"u }\r\n":1133,"x } }\r\n":1134,"z } } }\r\n":1135,"{ \\sin":1136,"{ \\beta":1137," } = ":1138," } \\left ( \\mbox { ":1139," } } } { \\mbox { ":1140,"\\mbox { f }\r\n":1141,"}{q":1142," - { ":1143,"{ \\mbox { g":1144," \\left ( \\theta":1145," } } { 3 }\r\n":1146," \\sum _ { ":1147," \\phi":1148,"\\left ( { \\mbox { ":1149," } \\right ) d":1150,"$\\mu":1151," } + { ":1152," \\theta\r\n":1153,"\\theta } { ":1154,"\\sigma\r\n":1155,"||^2":1156,"\\tan \\left ( \\frac { \\pi } { ":1157," } \\right ] }\r\n":1158," \\infty\r\n":1159," \\ldots, ":1160,"2 } \\right ) = \\infty\r\n":1161,"\\tan \\left ( \\frac { \\pi } { 2 } \\right ) = \\infty\r\n":1162," t":1163,"$2":1164,"$e":1165,"$g":1166,"$r":1167,"(0":1168,"(p":1169,"(\\alpha":1170,"-\\frac{":1171,"..":1172,"0 }\r\n":1173,"0 \\right ) = ":1174,"17":1175,"1 + \\frac { ":1176,"2 ":1177,"2 } \\right ) d":1178,"4.":1179,"5 }\r\n":1180,"B } }\r\n":1181,"G } }\r\n":1182,"L } }\r\n":1183,"N }\r\n":1184,"T$\r\n":1185,"V } }\r\n":1186,"Y\r\n":1187,"Y }\r\n":1188,"\\mathrm d":1189,"_3":1190,"_k":1191,"_t":1192,"a ^ 2":1193,"b }\r\n":1194,"c }\r\n":1195,"c } }\r\n":1196,"i\r\n":1197,"i } } }\r\n":1198,"k } } }\r\n":1199,"m\r\n":1200,"m }\r\n":1201,"m } }\r\n":1202,"ow":1203,"o } }\r\n":1204,"p\r\n":1205,"q\r\n":1206,"q d":1207,"rr":1208,"t } }\r\n":1209,"y } }\r\n":1210,"z\r\n":1211,"}+":1212,"{ Y":1213,"{ a":1214,"{ m":1215," } \\leq":1216," } \\lt":1217," \\mu":1218," } } } } { ":1219," ^ \\pi":1220,"\\frac { \\sqrt { ":1221,"{ \\mbox { C":1222,"tarr":1223,"_{n":1224,"\\phi }\r\n":1225,"\\sqrt { a ^ 2":1226,"_1 = ":1227," \\left ( 0 \\right ) = ":1228,"\\left ( \\sin":1229,"\\int _0":1230,"(x)$\r\n":1231," + 1 + b":1232," } \\right ) }\r\n":1233,"\\left [ { \\mbox { ":1234,"$\\forall":1235," \\cos \\left ( \\frac { ":1236," \\cos \\left ( x \\right ) ^ 2":1237,"\\mu\r\n":1238,"\\cos \\left ( 0 \\right ) = ":1239," + 3 \\cos \\left ( x \\right ) ^ 2":1240,"times (":1241," \\right ) ^ 4\r\n":1242," \\in E":1243," \\left ( x \\right ) ^ 2 + 3 \\cos \\left ( x \\right ) ^ 2":1244,"_1, \\ldots, ":1245,"}{dt":1246,"\\theta } { 2 } \\right ) d":1247,"1 + \\frac { \\sqrt { a ^ 2":1248," ^ \\pi \\cos \\left ( \\frac { ":1249,"tarrow":1250,"\\left ( \\sin \\left ( x \\right ) ^ 2 + 3 \\cos \\left ( x \\right ) ^ 2":1251,"\\int _0 ^ \\pi \\cos \\left ( \\frac { ":1252," + 1 + b } } { 3 }\r\n":1253,"\\cos \\left ( 0 \\right ) = 1\r\n":1254,"\\theta } { 2 } \\right ) d \\theta\r\n":1255,"1 + \\frac { \\sqrt { a ^ 2 + 1 + b } } { 3 }\r\n":1256,"\\left ( \\sin \\left ( x \\right ) ^ 2 + 3 \\cos \\left ( x \\right ) ^ 2 \\right ) ^ 4\r\n":1257,"\\int _0 ^ \\pi \\cos \\left ( \\frac { \\theta } { 2 } \\right ) d \\theta\r\n":1258," <":1259," j":1260," v":1261,"$0":1262,"$F":1263,"${":1264,"$\\int":1265,"$||":1266,"(-":1267,"(b":1268,"(\\theta":1269,", x":1270,"1 + \\cos":1271,"2}$\r\n":1272,"6 }\r\n":1273,"7 }\r\n":1274,"=X":1275,"A,":1276,"E } }\r\n":1277,"F }\r\n":1278,"G }\r\n":1279,"H } }\r\n":1280,"I } }\r\n":1281,"N\r\n":1282,"R } }\r\n":1283,"S_{":1284,"X } } }\r\n":1285,"_N":1286,"_d":1287,"_p":1288,"_1}":1289,"d }\r\n":1290,"e } }\r\n":1291,"f(x)":1292,"g\r\n":1293,"m}$\r\n":1294,"n } } }\r\n":1295,"o } } }\r\n":1296,"p}$\r\n":1297,"q } }":1298,"r}":1299,"r } }\r\n":1300,"s\r\n":1301,"s }\r\n":1302,"s^2":1303,"u$\r\n":1304,"w }\r\n":1305,"x$\r\n":1306,"x } } }\r\n":1307,"} = ":1308,"{ 8":1309,"{ d":1310,"{ n":1311,"{ { -":1312,"{ \\left ( \\mbox { ":1313," }{ ":1314," } = \\cos":1315," } \\gt":1316," \\left(":1317," \\mathrm{":1318," \\forall":1319,"\\mbox { I":1320,"\\mbox { H }\r\n":1321,"\\mbox { y }\r\n":1322,"\\mbox { v }\r\n":1323,"\\mbox { s }\r\n":1324," + \\tan":1325,"}{3}":1326,"qrt ":1327," \\rightarrow":1328," + 2":1329," } { { ":1330," } { \\cos":1331," \\right ) } } { 2":1332,"\\frac { \\sin \\left ( x \\right )":1333,"{ \\mbox { F":1334,"{ \\mbox { L":1335,"{ \\mbox { d":1336,"{ \\mbox { e":1337,"{ \\mbox { i":1338,"{ \\mbox { k":1339,"{ \\mbox { q":1340," x\r\n":1341," ^ 2 \\left ( \\theta":1342," \\frac { \\sin \\left ( x \\right ) + 1":1343,"_n$\r\n":1344,"_i$\r\n":1345," } ^ { { \\mbox { ":1346," } } ^ { { ":1347," ^ 3 \\left ( x \\right )":1348,"$\\Delta":1349,"$\\left":1350," \\left ( x \\right )\r\n":1351," \\theta \\right )\r\n":1352," \\left ( x \\right ) } } d":1353," \\left ( x \\right ) } =":1354," } - { \\mbox { ":1355," } { \\sqrt { \\cos":1356,"\\int { ":1357,"\\int \\frac { \\sin \\left ( x \\right ) + 1":1358,"\\alpha\r\n":1359," } } _ { { ":1360,"\\lambda":1361,"\\cos ":1362,"{ \\cdots + { \\mbox { ":1363," \\left ( 2 \\theta \\right )\r\n":1364,"(t)":1365," \\left [ \\mbox { ":1366," { - \\mbox { ":1367,"\\right)$\r\n":1368," \\tan \\left ( x \\right )\r\n":1369,"\\int ^ { ":1370,"\\frac { \\sqrt { 1 + \\cos":1371," } = \\cos \\left ( 2 \\theta \\right )\r\n":1372," + \\tan \\left ( x \\right ) } } d":1373," } { \\cos \\left ( x \\right ) } =":1374," \\right ) } } { 2 } = \\cos \\left ( 2 \\theta \\right )\r\n":1375,"\\frac { \\sin \\left ( x \\right ) } { \\cos \\left ( x \\right ) } =":1376," ^ 2 \\left ( \\theta \\right ) } } { 2 } = \\cos \\left ( 2 \\theta \\right )\r\n":1377," ^ 3 \\left ( x \\right ) + \\tan \\left ( x \\right ) } } d":1378," } { \\sqrt { \\cos ^ 3 \\left ( x \\right ) + \\tan \\left ( x \\right ) } } d":1379,"\\int \\frac { \\sin \\left ( x \\right ) + 1 } { \\sqrt { \\cos ^ 3 \\left ( x \\right ) + \\tan \\left ( x \\right ) } } d":1380,"\\frac { \\sqrt { 1 + \\cos ^ 2 \\left ( \\theta \\right ) } } { 2 } = \\cos \\left ( 2 \\theta \\right )\r\n":1381,"\\frac { \\sin \\left ( x \\right ) } { \\cos \\left ( x \\right ) } = \\tan \\left ( x \\right )\r\n":1382,"\\int \\frac { \\sin \\left ( x \\right ) + 1 } { \\sqrt { \\cos ^ 3 \\left ( x \\right ) + \\tan \\left ( x \\right ) } } d x\r\n":1383," C":1384," E":1385," P":1386," f":1387,"!$\r\n":1388,"$c":1389,"$t":1390,"$w":1391,"(2":1392,"(R":1393,"(k":1394,"(n":1395,"(r":1396,"(w":1397,") - ":1398,"+1":1399,"+\\frac{":1400,"+1}":1401,"0}$\r\n":1402,"1 }\r\n":1403,"2} ":1404,"4 }\r\n":1405,"56":1406,"A }\r\n":1407,"B } + ":1408,"E } } }\r\n":1409,"G$\r\n":1410,"L}{":1411,"L } } }\r\n":1412,"M }\r\n":1413,"M } } }\r\n":1414,"R\r\n":1415,"S } }":1416,"S }\r\n":1417,"S } } }\r\n":1418,"S } } { ":1419,"T }\r\n":1420,"V } } }\r\n":1421,"\\Delta ":1422,"\\mathrm{":1423,"\\neq":1424,"^\\prime":1425,"_B":1426,"_m":1427,"_v":1428,"a|":1429,"a\r\n":1430,"e } } }\r\n":1431,"e}^{":1432,"gamma":1433,"l } } { \\mbox { ":1434,"m } }":1435,"m^2":1436,"n } }\r\n":1437,"p } } }\r\n":1438,"p}{q":1439,"q$\r\n":1440,"q }\r\n":1441,"r }\r\n":1442,"r } } _ { \\mbox { ":1443,"s } }\r\n":1444,"t}$\r\n":1445,"t^2":1446,"t } } }\r\n":1447,"x\r\n":1448,"{\\mbox{":1449,"}\r\n":1450,"{ 1":1451,"{ b":1452,"{ f":1453,"{ y":1454,"{ z":1455,"{ \\sum { ":1456,"{ \\alpha":1457,"{ \\frac { \\mbox { ":1458,"{ \\Delta":1459," }$\r\n":1460," } \\sum { ":1461," \\}$\r\n":1462," \\Delta ":1463," \\times (":1464," } } \\right ]":1465," } } + { ":1466,"\\mbox { i":1467,"\\mbox { n }\r\n":1468,"\\mbox { z }\r\n":1469,"\\mbox { R }\r\n":1470,"\\mbox { b }\r\n":1471," + { \\mbox { ":1472,"\\sqrt ":1473,"}{1-":1474," + A":1475," \\right ) } ^ { \\mbox { ":1476," = u":1477,"{ \\mbox { G":1478,"{ \\mbox { N":1479,"{ \\mbox { P":1480,"{ \\mbox { R":1481,"{ \\mbox { X":1482,"{ \\mbox { a":1483,"{ \\mbox { j":1484,"{ \\mbox { m":1485,"{ \\mbox { o":1486,"{ \\mbox { v":1487,"_{n}":1488,"\\frac{d":1489,"{ - \\sum { ":1490,"{ - \\sum _ { ":1491,"_1, ":1492,"_i}{":1493,"_i^2":1494,"\\left ( { -":1495,"}\\right":1496,"}\\neq":1497,"\\left [ \\sum { \\mbox { ":1498,"$\\l":1499,"$\\gamma":1500,"{ \\cdots + \\mbox { ":1501,"_2,":1502,"_0}$\r\n":1503,"\\int { \\mbox { ":1504,"^{\\prime}}":1505,"\\lt":1506,"(x)=":1507," \\leq ":1508,"$f(":1509,"||y":1510,"^{\\prime},":1511,"\\tan ":1512,"\\tan \\mbox { ":1513," \\geq ":1514," \\geq \\mbox { ":1515,"left(x":1516,"\\sqrt{3":1517,"\\infty}":1518,"(t)$\r\n":1519,"(t) = ":1520,"^{-1}":1521," \\sigma }\r\n":1522,"\\int ^ { \\mbox { ":1523,"$\\left|":1524," .":1525," 6":1526," >":1527," A":1528," M":1529," N":1530," X":1531," Y":1532," i":1533," w":1534," $\r\n":1535," ) = ":1536,"$4":1537,"$i":1538,"$k":1539,"$m":1540,"$\\frac {":1541,"(E":1542,"(G":1543,"(P":1544,"(S":1545,"(f":1546,"(s":1547,"({":1548,"(1-":1549,"))$\r\n":1550,") = \\frac{1}{":1551,"))=":1552,"+4":1553,"+q":1554,"+v":1555,"+w":1556,"+1)":1557,"+1}$\r\n":1558,"+\\ldots":1559,",1":1560,"-v":1561,"-1)":1562,"-1}$\r\n":1563,"-\\mbox{":1564,"0 } }\r\n":1565,"1/":1566,"1{":1567,"1)}":1568,"2$\r\n":1569,"2 \\right )\r\n":1570,"20\r\n":1571,"36":1572,"5X":1573,"6$\r\n":1574,"6 \\right )\r\n":1575,"7 } }\r\n":1576,"8 + ":1577,"9 }\r\n":1578,"<y":1579,"=1":1580,"=\\sum":1581,"=0$\r\n":1582,"=1$\r\n":1583,"A}":1584,"A } }":1585,"A } } }\r\n":1586,"B_":1587,"B } { ":1588,"B } { \\mbox { ":1589,"Cs":1590,"F } }\r\n":1591,"F } d":1592,"H } { ":1593,"LL":1594,"L } } { ":1595,"L_1":1596,"L } \\right )\r\n":1597,"M } { ":1598,"M_{":1599,"M)$\r\n":1600,"N } } }\r\n":1601,"P[":1602,"P\r\n":1603,"P } _ { ":1604,"R}{":1605,"R } } }\r\n":1606,"S$\r\n":1607,"T\r\n":1608,"T } }\r\n":1609,"T } } }\r\n":1610,"V$\r\n":1611,"V_{":1612,"V(X":1613,"X\r\n":1614,"X_2":1615,"\\times":1616,"_4":1617,"_r":1618,"a } }":1619,"a }\r\n":1620,"a } }\r\n":1621,"b\r\n":1622,"b } } }\r\n":1623,"c}$\r\n":1624,"di":1625,"ex":1626,"e\r\n":1627,"e^{":1628,"f\r\n":1629,"g } }":1630,"g}$\r\n":1631,"g = ":1632,"h\r\n":1633,"h } } { \\mbox { ":1634,"is":1635,"j}":1636,"j\r\n":1637,"j } } { \\mbox { ":1638,"l } \\right )\r\n":1639,"mo":1640,"n } { ":1641,"p_{":1642,"q}$\r\n":1643,"q } } }\r\n":1644,"r } { ":1645,"r } } }\r\n":1646,"s}":1647,"s } }":1648,"te":1649,"t)$\r\n":1650,"v } }":1651,"w } }\r\n":1652,"x }\r\n":1653,"x||^2":1654,"y_i":1655,"z } }\r\n":1656,"z } } ^ { ":1657,"{A,":1658,"}-":1659,"} = \\frac{":1660,"} \\right":1661,"{ 3":1662,"{ S":1663,"{ g":1664,"{ p":1665,"{ q":1666,"{ u":1667,"{ x":1668,"{ \\frac { ":1669,"{ \\sigma":1670,"{ \\mu":1671,"{ 8.":1672,"{ \\left [ \\mbox { ":1673,"{ 7.":1674," } \\int ":1675," \\!$\r\n":1676," } } + ":1677," } } \\left (":1678," } } - ":1679,"\\mbox { E":1680,"\\mbox { o":1681,"\\mbox { e }\r\n":1682,"\\mbox { h }\r\n":1683,"\\mbox { k }\r\n":1684,"\\mbox { p }\r\n":1685,"\\mbox { m }\r\n":1686,"\\mbox { G }\r\n":1687," + \\alpha":1688," = -":1689," = \\sqrt{":1690,"}{k":1691,"\\frac 1":1692," - { \\mbox { ":1693," - x":1694," + x":1695," + z":1696," } { \\sum { ":1697,"^2)":1698,"^2)$\r\n":1699," = R":1700," = n":1701," = w":1702," \\mbox { u } }\r\n":1703," \\mbox { m } } }\r\n":1704,"\\frac { r } { ":1705,"{ \\mbox { A":1706,"{ \\mbox { V":1707,"{ \\mbox { Y":1708,"{ \\mbox { c":1709,"{ \\mbox { l":1710,"{ \\mbox { p":1711,"{ \\mbox { w":1712,"{ \\mbox { x":1713,"^{\\gamma":1714,"^{(n-":1715,"_{N":1716,"_{k":1717,"_{v":1718,"\\frac{\\alpha":1719,"{ - \\int ":1720,"{ - \\int \\mbox { ":1721,"{ - \\sigma }\r\n":1722," } } { \\frac { ":1723,"_n = ":1724,"_n)$\r\n":1725," \\phi }\r\n":1726," a ,":1727,"$\\frac{d":1728,"\\left ( \\sqrt { ":1729,"im_{":1730,"n-1}$\r\n":1731,"\\sin(\\theta":1732,"x_k":1733,"}}\r\n":1734,"}}}\r\n":1735," } \\right ) } ^ { ":1736," \\pi }\r\n":1737,") = 0$\r\n":1738,"$\\mathrm d":1739,"$\\ex":1740," } + \\left ( ":1741," } + \\sum { ":1742," } } _ { \\mbox { j } }\r\n":1743," } } _ { \\mbox { m } } }\r\n":1744," } - \\sqrt { ":1745," } - \\sum { ":1746," } dV }\r\n":1747,"{ - I":1748," \\sin \\theta":1749,"\\int \\mbox { ":1750,"\\alpha_0":1751,"} M":1752,"^{\\prime}\\":1753,"{ - \\mbox { h":1754,"\\mu }\r\n":1755,"\\cos { ":1756," c^2":1757,"\\gt":1758,", R":1759,"^{\\prime} = ":1760,"^{\\prime})$\r\n":1761,")=\\frac{":1762,"\\gamma\r\n":1763," \\sum { \\mbox { H":1764,"_j$\r\n":1765," } + \\mbox { R } } }\r\n":1766,"$(p":1767,"$10":1768,"0.7\r\n":1769,"\\left ( 2 \\right )\r\n":1770,"$E = ":1771," } } } { \\sqrt { \\mbox { ":1772,"\\sqrt { { \\mbox { V":1773,"$T_{":1774,"\\sqrt{2}":1775," \\in [":1776,"^{-1}$\r\n":1777,"$I_{":1778,"{ \\mbox { z } } ^ { ":1779," } - \\mbox { X } } }\r\n":1780,"3.1\r\n":1781," \\mathrm dx":1782,"0000":1783,"\\ldots,":1784," e^{":1785,"$C_":1786,"(z)$\r\n":1787,"[X]":1788," } \\left ( { ":1789," } } - { \\mbox { ":1790,"{ \\sin } ^ { ":1791,"{ \\sin } ^ { \\mbox { ":1792," \\phi } }\r\n":1793," \\in E$\r\n":1794,"$\\int_{":1795," f(x":1796,"(r)$\r\n":1797,"$\\lim_{":1798,"Cste":1799,"M_{u":1800,"ists":1801,"\\frac 1{":1802,"^{(n-1)}":1803,"$\\exists":1804," )":1805," 0":1806," 4":1807," F":1808," L":1809," o":1810," q":1811," u":1812," )$\r\n":1813," 0$\r\n":1814," 5\r\n":1815," ||":1816," m ":1817," M$\r\n":1818,"$-":1819,"$l":1820,"$z":1821,"$V_":1822,"$\\phi":1823,"$\\sqrt ":1824,"(B":1825,"(F":1826,"(L":1827,"(T":1828,"(\\frac{":1829,"( r":1830,"( x ":1831,"),":1832,") + ":1833,")^{":1834,")\\times ":1835,")<y":1836,"+C":1837,"+i":1838,"+m":1839,"+o":1840,"+1$\r\n":1841,"+\\infty}":1842,",2":1843,",9":1844,",F":1845,",H":1846,",b":1847,",s":1848,",v":1849,", a":1850,"- ":1851,"-1":1852,"-2":1853,"-3":1854,"-4":1855,"-a":1856,"-u":1857,"-y":1858,"-z":1859,"-1}":1860,".I":1861,".s":1862,".{":1863,".\\Delta ":1864,".B_":1865,"0, x":1866,"1+":1867,"1,":1868,"1 -":1869,"1_{":1870,"1 \\times ":1871,"110":1872,"20":1873,"2^{":1874,"2)$\r\n":1875,"22\r\n":1876,"33":1877,"3 } }\r\n":1878,"31\r\n":1879,"33\r\n":1880,"48":1881,"4 } }\r\n":1882,"4 } -":1883,"4+2":1884,"45 }\r\n":1885,"5 ":1886,"5 - ":1887,"64":1888,"6 -":1889,"6 } }\r\n":1890,"6} ":1891,"75":1892,"85":1893,"8 } }\r\n":1894,"8 \\right )\r\n":1895,"83\r\n":1896,"95":1897,"9 d":1898,"=S":1899,"=f":1900,"=1}":1901,"=0}":1902,"A } } { ":1903,"A } } _ { \\mbox { ":1904,"A + \\mbox { ":1905,"A}{dt":1906,"B$\r\n":1907,"B } } }\r\n":1908,"B } } ^ { ":1909,"B \\times ":1910,"B\\left(":1911,"C } }":1912,"C }\r\n":1913,"C^2":1914,"C_{":1915,"C_1":1916,"C } \\right )\r\n":1917,"C - \\mbox { ":1918,"E\r\n":1919,"E_{":1920,"E - ":1921,"E } } _ { \\mbox { ":1922,"E } { \\mbox { ":1923,"E } } } }\r\n":1924,"E(X":1925,"F \\mbox { ":1926,"F } } }\r\n":1927,"F } \\mbox { ":1928,"F } } } { ":1929,"F } } } ^ { ":1930,"G}$\r\n":1931,"G } } }\r\n":1932,"G } \\right )\r\n":1933,"H\r\n":1934,"H } } _ { \\mbox { ":1935,"I_":1936,"I\r\n":1937,"I } { ":1938,"I } } }\r\n":1939,"L } }":1940,"L$\r\n":1941,"L } { ":1942,"L } d":1943,"L } } { \\mbox { ":1944,"L } + ":1945,"L } + \\mbox { ":1946,"L - \\mbox { ":1947,"M } }":1948,"M_1":1949,"M_2":1950,"M - \\mbox { ":1951,"Nk":1952,"N + ":1953,"N } } ^ { ":1954,"N } } _ { \\mbox { ":1955,"N } \\right )\r\n":1956,"N } } \\right )\r\n":1957,"P}{":1958,"P } } }\r\n":1959,"P } \\mbox { ":1960,"P - \\mbox { ":1961,"P^\\prime":1962,"P_{v":1963,"R}":1964,"R$\r\n":1965,"R}$\r\n":1966,"S d":1967,"S_1":1968,"S } } _ { ":1969,"T/":1970,"T}":1971,"T}$\r\n":1972,"T } } _ { \\mbox { ":1973,"T } ":1974,"T } - ":1975,"T } } - { \\mbox { ":1976,"V\r\n":1977,"V = ":1978,"V } } { \\mbox { ":1979,"V } \\right ]\r\n":1980,"X_1":1981,"X_t":1982,"X_n$\r\n":1983,"Y } }":1984,"Y } }\r\n":1985,"Y } } \\right )\r\n":1986,"[i":1987,"\\}":1988,"\\righ":1989,"\\}$\r\n":1990,"\\leq":1991,"\\ 1":1992,"\\times (":1993,"\\left(x":1994,"^5":1995,"^i":1996,"^t":1997,"^m ":1998,"^\\infty":1999,"_L":2000,"_c":2001,"_f":2002,"_o":2003,"_u":2004,"_y":2005,"_ { \\mbox { ":2006,"_m ":2007,"ar":2008,"at":2009,"a } } ^ { ":2010,"a (":2011,"b$\r\n":2012,"b } }\r\n":2013,"b_1":2014,"b } } ^ { ":2015,"b } d":2016,"b} ":2017,"b } _ { \\mbox { ":2018,"b^{-1}":2019,"ce":2020,"c\r\n":2021,"c + ":2022,"c}}$\r\n":2023,"car":2024,"d}":2025,"d } }":2026,"d}$\r\n":2027,"d } } }\r\n":2028,"d } } } { \\mbox { ":2029,"e } } _ { \\mbox { ":2030,"e } d":2031,"e } _ { ":2032,"f(a":2033,"f(x) = ":2034,"f(p":2035,"g}":2036,"g } } }\r\n":2037,"g } } ^ { ":2038,"g(y":2039,"h } ":2040,"h } + \\mbox { ":2041,"h } - ":2042,"h } } } { \\mbox { ":2043,"h } } \\right ]":2044,"h } - \\mbox { X } } }\r\n":2045,"ir":2046,"i$\r\n":2047,"i - ":2048,"i\\theta":2049,"i } { \\mbox { ":2050,"i } _ { \\mbox { ":2051,"ij}":2052,"j } } }\r\n":2053,"jt }\r\n":2054,"j } } \\right )\r\n":2055,"j } } } { \\mbox { ":2056,"k } }":2057,"k } }\r\n":2058,"k - ":2059,"k}}{":2060,"k } { \\mbox { ":2061,"l$\r\n":2062,"l } \\left ( \\mbox { ":2063,"l - { ":2064,"l_i^2":2065,"m = ":2066,"m_{":2067,"m } } } }\r\n":2068,"m+m":2069,"nP":2070,"n\r\n":2071,"n$\r\n":2072,"n } } d":2073,"n^{\\prime}}":2074,"o\r\n":2075,"o$\r\n":2076,"o \\left (":2077,"o } } ^ { ":2078,"o } \\right ]\r\n":2079,"p/":2080,"p}":2081,"p } }":2082,"p } }\r\n":2083,"p } } { ":2084,"p^{-":2085,"q } _ { ":2086,"q \\left ( \\mbox { ":2087,"r } }":2088,"r^2":2089,"r } } { ":2090,"r } ^ { \\mbox { ":2091,"s } } }\r\n":2092,"s } } { ":2093,"s } } _ { \\mbox { ":2094,"s } } \\right ]\r\n":2095,"t } _ { \\mbox { ":2096,"u\r\n":2097,"u } }":2098,"u + ":2099,"u_2$\r\n":2100,"u(0":2101,"u}{3}":2102,"v$\r\n":2103,"v^2$\r\n":2104,"v } } } }\r\n":2105,"v^2}{":2106,"v}{3}":2107,"v 6":2108,"v \\sin \\theta":2109,"w } \\right )\r\n":2110,"w } } d":2111,"w - \\mbox { ":2112,"w } \\left ( ":2113,"w_{ij":2114,"x}":2115,"x)$\r\n":2116,"x } _ { ":2117,"x \\rightarrow":2118,"y\r\n":2119,"y } } }\r\n":2120,"y_n":2121,"z|":2122,"z } }":2123,"z$\r\n":2124,"z } { ":2125,"z d":2126,"z - ":2127,"z)$\r\n":2128,"z } d":2129,"z } _ { ":2130,"{0":2131,"{v":2132,"{y":2133,"{{":2134,"|$\r\n":2135,"|a|":2136,"|z|":2137,"})":2138,"} -":2139,"}^2":2140,"{ 0":2141,"{ 2":2142,"{ 5":2143,"{ B":2144,"{ M":2145,"{ T":2146,"{ V":2147,"{ j":2148,"{ k":2149,"{ v":2150,"{ t ":2151,"{ \\int ":2152,"{ \\theta":2153,"{ \\gamma":2154,"{ 3.":2155,"{ \\left [ \\sum { \\mbox { ":2156,"{ \\sqrt { { \\mbox { V":2157,"{ l - { ":2158," } \\lt ":2159," } \\gt ":2160," \\neq":2161," \\di":2162," \\{A,":2163," } } } d":2164," } } \\lt":2165,"t +":2166,"t =":2167,"t d":2168,"\\mbox { g":2169,"\\mbox { h":2170,"\\mbox { n":2171,"\\mbox { o }\r\n":2172,"\\mbox { V }\r\n":2173,"\\mbox { P }\r\n":2174,"\\mbox { E }\r\n":2175,"\\mbox { L }\r\n":2176,"\\mbox { g }\r\n":2177,"\\mbox { u }\r\n":2178,"\\mbox { Y }\r\n":2179,"\\mbox { d }\r\n":2180,"\\mbox { w }\r\n":2181,"\\mbox { A }\r\n":2182,"\\mbox { S }\r\n":2183,"\\mbox { q }\r\n":2184,"\\mbox { a }\r\n":2185,"\\mbox { l } \\left ( \\mbox { ":2186," + \\sum { \\mbox { ":2187," + \\ldots":2188," + \\frac { \\mbox { ":2189," = \\":2190," = { \\mbox { ":2191," = \\sum { \\mbox { ":2192," \\frac1{":2193,"}{3":2194,"}{L":2195,"}{V":2196,"}{\\gamma":2197,"}{4}$\r\n":2198,"}{V_":2199,"}{\\sqrt{3":2200," - \\frac{1}{":2201," - \\sum { ":2202," - \\sum { \\mbox { ":2203," -x||^2":2204," - \\phi } }\r\n":2205," + n } } }\r\n":2206," + ||y":2207," + Cste":2208," { \\mbox { g":2209," \\frac{\\alpha":2210," \\frac{a}{b":2211," \\frac{L}{":2212," ^ {":2213," } { { - ":2214," } { { - \\mbox { ":2215," \\right ) d":2216,"\\sqrt17":2217,"^2\\frac{":2218,"^2}=":2219," = (":2220," = 2":2221," = A":2222," = I":2223," = c":2224," = m^2":2225," \\mbox { R } }\r\n":2226,"\\frac { N":2227,"\\frac { R":2228,"\\frac { \\phi":2229,"\\frac { M } { ":2230,"\\frac { z } { ":2231,"{ \\mbox { E":2232,"{ \\mbox { M":2233,"{ \\mbox { f":2234,"{ \\mbox { h":2235,"{ \\mbox { r":2236,"{ \\mbox { r } } _ { \\mbox { ":2237,"{ \\mbox { b } } ^ { ":2238,"1}{E":2239,"1}{P":2240,"1}{n}":2241,"^{2":2242,"^{4":2243,"^{x_":2244,"^{+\\infty}":2245,"^{b} ":2246,"^{ij}":2247," x$\r\n":2248,"_{-":2249,"_{j":2250,"_{s":2251,"_{2}":2252,"_{LL":2253,"\\sqrt { \\alpha":2254,"\\sqrt { \\frac { \\mbox { ":2255,"\\sqrt { H }\r\n":2256,"\\sqrt { y }\r\n":2257,"\\sqrt { { \\cdots + ":2258," d }\r\n":2259,"\\sum{\\mbox{":2260,"\\frac{2":2261," - q } }\r\n":2262," - F }\r\n":2263,"{ - \\frac { ":2264,"{ - \\sqrt { ":2265,"{ - r":2266,"{ - \\sum { \\mbox { ":2267," } } { \\sqrt { ":2268," } } { c }\r\n":2269,"\\pi } ^ { ":2270,"max":2271,"_1+":2272,"_1-":2273,"_1=":2274,"_1)$\r\n":2275,"_1(x)":2276,"_i-":2277,"_i)}{":2278," } ^ { d":2279," } ^ { \\sqrt { ":2280," } ^ { { - ":2281," } ^ { \\alpha":2282," \\left ( p":2283," a$\r\n":2284,"$\\frac{V_":2285,"$\\frac{m+m":2286,"}{2}\\right":2287,"\\left ( \\sum { ":2288,"\\left ( \\int ":2289,"\\left ( \\left [":2290,"_{i+1}":2291," \\right ] \\right )\r\n":2292,"\\int 9 d":2293,"\\int _ { \\mbox { ":2294,"(x_i":2295,"\\sin } ^ { ":2296,"x_0, x":2297,"^3}$\r\n":2298," \\log":2299,"}}}{":2300," } \\right ) \\right )\r\n":2301," } \\right ) } ^ { \\mbox { ":2302,"\\left [ \\sum { ":2303,"\\left [ { -":2304,"\\left [ \\frac { \\mbox { ":2305," } } ^ { X } }\r\n":2306," } } ^ { g } }\r\n":2307," z }\r\n":2308,"4}(-":2309,"\\sum { \\sqrt { ":2310,"\\sum { n }\r\n":2311,"\\sum { { \\mbox { y":2312,"\\sum { d }\r\n":2313,"\\sum { M }\r\n":2314,"\\sum { \\mu }\r\n":2315,") = p":2316,"$\\mathrm{":2317," } + { \\mbox { ":2318," } + \\frac { ":2319," } + \\frac { \\mbox { ":2320," } + \\sqrt { \\mbox { ":2321," } } _ { \\mbox { z":2322," } } _ { \\mbox { I } }\r\n":2323," } } _ { \\mbox { n } }\r\n":2324,"_2(":2325,"_2]$\r\n":2326,"n+1}":2327,"n+1)":2328,"n+n^{\\prime}}":2329," \\theta }\r\n":2330," } - \\frac { ":2331," } - \\left ( ":2332," } - \\gamma":2333," } - \\lambda":2334," } - \\left ( \\theta":2335," = \\frac{1}{2} ":2336," = \\frac{1}{4}(-":2337,"(a)=":2338,"}}{n+n^{\\prime}}":2339," } dz\r\n":2340," } ds\r\n":2341,"{ - H }\r\n":2342,"{ - u }\r\n":2343," ( \\cos":2344," ( a ,":2345," (\\alpha_0":2346,"$P(X":2347,"_0)$\r\n":2348,"_0, ":2349,"_0^{x_":2350,"\\int_{":2351,"\\int { - \\mbox { ":2352,"\\beta\r\n":2353," \\sqrt{17":2354,"\\alpha } }\r\n":2355,"\\alpha}$\r\n":2356,"} {":2357," + a(p":2358,"^{\\prime}$\r\n":2359,"^{\\prime}}{n+n^{\\prime}}":2360,"$S_{":2361,"$S_n":2362,"$S_2":2363," } } _ { \\sigma":2364," } } _ { \\phi }\r\n":2365," - \\frac{L}{":2366,"{ - \\mbox { H":2367,"{ - \\mbox { i } }\r\n":2368,"{ - \\mbox { t } }\r\n":2369," b ,":2370,"\\frac { \\mbox { Y":2371,"\\frac { \\mbox { y":2372,"\\frac { \\mbox { p } } { ":2373,"\\frac { \\mbox { s } } { ":2374," } _ { { \\mbox { C":2375," } ^ { \\mbox { k } }":2376,"\\sigma } }\r\n":2377,"\\sqrt { \\mbox { A } }\r\n":2378,"\\sqrt { \\mbox { v } }\r\n":2379,"\\sqrt { \\mbox { j } } } { \\mbox { ":2380,"\\mu}$\r\n":2381," } } { \\mbox { f } }\r\n":2382,"\\cos \\frac { ":2383,"\\cos } ^ { ":2384,"$f^{\\prime}\\":2385,"1)\\times ":2386,"||$\r\n":2387," } H }\r\n":2388,", F":2389," \\alpha\r\n":2390,"^{\\prime} = \\frac{":2391,")=0$\r\n":2392,"^n$\r\n":2393,"\\gamma }\r\n":2394," \\sum { \\mbox { i } } }\r\n":2395," \\sum { \\mbox { j } } }\r\n":2396," } + l } }\r\n":2397," } \\mbox { m } }":2398," + \\mbox { e } }\r\n":2399," + \\mbox { o } } }\r\n":2400," + \\mbox { r } } }\r\n":2401,"\\frac { { { - ":2402,"\\sqrt { { o":2403,"\\sqrt { { { - ":2404,"\\sqrt { { \\mu":2405,"\\sqrt { { 8 + ":2406," } + \\mbox { s } } \\right ]\r\n":2407,"$(A":2408,"$(S":2409,"$(v":2410,"^k$\r\n":2411,"c^2 \\Delta ":2412," - \\mbox { Y":2413,"{ { \\left ( ":2414,"\\sum _ { { u":2415,"\\sum _ { { g = ":2416,"$S = \\frac1{":2417,"0.0":2418,"0.1":2419,"0.6\r\n":2420,"0.8\r\n":2421,"{ { \\mbox { P":2422,"{ { \\mbox { T":2423,"{ { \\mbox { r } } _ { \\mbox { ":2424,"$u_n":2425,"p_n(v":2426," } \\left ( b":2427,"1}{2}":2428,"\\left ( 6 \\right )\r\n":2429,"$n = \\frac{":2430,"a}^{b} ":2431," } \\right ] } ^ { ":2432," } \\right ] } ^ { { ":2433," } } } { \\left [ ":2434,"\\sum { \\mbox { u } }\r\n":2435,"\\sum { \\mbox { P } }\r\n":2436,"\\sum { \\mbox { E } }\r\n":2437,"$Li":2438,"(n+k":2439,"\\sqrt { { \\mbox { X":2440,"\\sqrt { { \\mbox { n":2441,"\\sqrt { { \\mbox { h } - \\mbox { X } } }\r\n":2442," \\int { \\mbox { ":2443," \\int S d":2444," \\lt \\sum { ":2445," \\lt \\int":2446,"(X,":2447,"(X)$\r\n":2448," } } } ^ { \\sum { ":2449," \\in S$\r\n":2450,"\\log \\mbox { ":2451," } } ^ { \\mbox { V } }\r\n":2452," } } ^ { \\mbox { c } }\r\n":2453,"1 + 2":2454,"6.2 }\r\n":2455,"6.4\r\n":2456,"6.7\r\n":2457,"8.4\r\n":2458," { - { \\mbox { ":2459,"^{-n}":2460,"$H_":2461,"2.9":2462,"2.9\r\n":2463,"2.6\r\n":2464,"2.8\r\n":2465,"\\right|":2466,"{ \\mbox { z } } _ { \\mbox { ":2467," \\gt \\mbox { ":2468," \\infty}":2469,"\\left [ \\mbox { h":2470,"{ \\cdots - { ":2471,"{ \\cdots - \\sqrt { \\mbox { ":2472," } - \\mbox { M } } }\r\n":2473,"7.1\r\n":2474,"{ - { \\mbox { c":2475,"3.3\r\n":2476,"9.4":2477,"V_s":2478,"{ { - \\mbox { T } } - { \\mbox { ":2479," \\times l":2480," \\mathrm dx$\r\n":2481," = \\frac {P":2482," \\gt p":2483,"1.3\r\n":2484,"{ \\sqrt { \\mbox { F } } } ^ { ":2485," \\beta d":2486," \\beta } } { \\mbox { ":2487,"{ \\mbox { u } } ^ { ":2488,"{ \\mbox { u } } _ { ":2489," } } ^ { { \\mbox { P":2490," } } ^ { { \\mbox { h } + \\mbox { ":2491,"\\sum _ { { \\mbox { n":2492," \\int \\mbox { E":2493,"5.7 }\r\n":2494," } \\geq \\mbox { ":2495," } \\geq \\sum { ":2496,"{ \\mbox { t } } _ { ":2497,"{ \\mbox { t } \\int ":2498,"\\left ( { A + \\mbox { ":2499,"\\left [ { t +":2500," 1 - \\frac{L}{":2501,"$V = ":2502,"$sp_{":2503,"(1/":2504,"(1)$\r\n":2505,"(z)=":2506,"(z)<y":2507," \\Delta\r\n":2508,"\\mbox { tX }\r\n":2509," \\right)$\r\n":2510,"_{ij}$\r\n":2511," \\lambda }\r\n":2512," \\lambda \\right )\r\n":2513,"$\\Delta H":2514,"$N = ":2515,"T_{m":2516,"(0, R":2517,"(\\alpha+":2518,"....":2519,"_k$\r\n":2520,"_t)":2521,"{ Y + \\mbox { e } }\r\n":2522,"{ a } ^ { ":2523,"{ m } _ { \\mbox { ":2524," } } } } { \\left [":2525," \\in E, ":2526," j\r\n":2527," v} M":2528,"(b)":2529,"A, \\forall":2530,"q } } } ^ { \\mbox { ":2531,"{ n } ^ { { - ":2532," \\left( 1 - \\frac{L}{":2533,"\\mbox { I }\r\n":2534," \\rightarrow \\infty}":2535," + 256":2536,"{ \\mbox { e } + \\left ( ":2537,"{ \\mbox { i } } _ { \\mbox { m } } }\r\n":2538,"\\cos 2\r\n":2539," C } \\right )\r\n":2540,"$w_k":2541,"(R)$\r\n":2542,"(k,":2543,"+1)$\r\n":2544,"\\mathrm{e}^{":2545,"_m$\r\n":2546,"m^2c":2547,"t^2 -":2548,"\\mbox { iz":2549,"}{1-\\alpha}$\r\n":2550,"{ \\mbox { X } ":2551,"_2,\\ldots,":2552," \\geq H":2553,"\\sqrt{34+2":2554,"\\int ^ { \\mbox { H":2555," . R":2556," > t":2557,"(G)$\r\n":2558,"(S)":2559,"(s)$\r\n":2560,"=10$\r\n":2561,"A } } j\r\n":2562,"P[x_0, x":2563,"moy":2564,"z } } ^ { \\sqrt { \\mbox { j } } } { \\mbox { ":2565,"{ 7.7":2566,"\\frac{\\alpha}{2}\\right":2567,"{ \\sin } ^ { \\mbox { A } } j\r\n":2568,"$\\lim_{x \\rightarrow":2569,"M_{u v} M":2570," L }{ ":2571,"$\\sqrt [":2572,".\\Delta t$\r\n":2573,"1 - \\sqrt{17":2574,"B\\left(V":2575,"E(X)^2":2576,"\\ 1110":2577,"_u = ":2578,"card}":2579,"f(x) = l$\r\n":2580,"h } } \\right ] \\lt \\sum { ":2581,"|a|}":2582,"|z|\\mathrm{e}^{":2583,"} - \\frac {":2584,"{ \\left [ \\sum { \\mbox { h } } \\right ] \\lt \\sum { ":2585,"{ \\sqrt { { \\mbox { V } + ":2586," \\div 6":2587," \\frac{\\alpha \\pi":2588," \\frac{a}{b}$\r\n":2589,"\\frac { M } { { \\mbox { u } } ^ { ":2590,"\\frac { z } { { \\mbox { i } } _ { \\mbox { m } } }\r\n":2591,"1}{n}V(X":2592,"\\sqrt { \\alpha }\r\n":2593,"\\sqrt { { \\cdots + u } }\r\n":2594," } ^ { \\alpha } ":2595,"$\\frac{m+m^{\\prime}}{n+n^{\\prime}}":2596," } - \\gamma } }\r\n":2597," } - \\lambda } }\r\n":2598," } - \\left ( \\theta \\right ) }\r\n":2599," = \\frac{1}{2} k":2600," = \\frac{1}{4}(-1 - \\sqrt{17":2601,"$f^{\\prime}\\left(x":2602,"c^2 \\Delta t^2 -":2603,"\\sum _ { { g = z } } ^ { \\sqrt { \\mbox { j } } } { \\mbox { ":2604,"$S = \\frac1{\\frac {":2605,"p_n(v-u":2606,"{ { - \\mbox { T } } - { \\mbox { T } - ":2607," } } ^ { { \\mbox { h } + \\mbox { c } } }\r\n":2608,"{ n } ^ { { - k } }\r\n":2609," \\left( 1 - \\frac{L}{R":2610,"\\sqrt{34+2\\sqrt17":2611,"|z|\\mathrm{e}^{i\\theta":2612,"\t\\sum":2613," /":2614," G":2615," S":2616," [":2617," l":2618," n":2619," p":2620," 2 }\r\n":2621," 1$\r\n":2622," , ":2623," )=":2624," 0.":2625," p_n":2626," 8.":2627," 8\r\n":2628," t$\r\n":2629," y }\r\n":2630," X }\r\n":2631," ]$\r\n":2632," n }\r\n":2633," C$\r\n":2634," S } }\r\n":2635," g }\r\n":2636," i } }\r\n":2637," p }\r\n":2638," u }\r\n":2639," G } }\r\n":2640," m } }\r\n":2641," p\r\n":2642," q d":2643," F }\r\n":2644," S_{":2645," u$\r\n":2646," q$\r\n":2647," 7 } }\r\n":2648," g = ":2649," ....":2650," A, \\forall":2651,"$X":2652,"$[":2653,"$b":2654,"$j":2655,"$o":2656,"${ ":2657,"$\\frac":2658,"$\\p":2659,"$\\pi":2660,"$ a":2661,"$\\int ":2662,"$\\sin":2663,"$\\cos":2664,"$a_n":2665,"$a_1":2666,"$\\sqrt{":2667,"$[X":2668,"$x_k":2669,"$t =":2670,"(N":2671,"(d":2672,"(g":2673,"(\\sqrt{":2674,"( R":2675,"( T":2676,"(s^2":2677,"( E":2678,"(V_{":2679,"((T":2680,"( ( a ,":2681,"(T_{m":2682,").":2683,")L":2684,")^":2685,")t":2686,") =":2687,") = \\frac{":2688,") (":2689,") \\sin":2690,")+b":2691,") + c":2692,") \\lt ":2693,") \\times ":2694,") \\gt ":2695,