{
  "additional_special_tokens": [
    "\\frac",
    "\\sin",
    "\\cos",
    "\\sqrt",
    "\\sum",
    "\\forall",
    "\\exists",
    "\\log",
    "\\pi",
    "\\alpha",
    "\\int",
    "\\beta",
    "\\|dots",
    "\\infty"
  ],
  "cls_token": "[CLS]",
  "mask_token": "[MASK]",
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "unk_token": "[UNK]"
}
