{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 4,
      "special": true,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 5,
      "special": true,
      "content": "\\frac",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 6,
      "special": true,
      "content": "\\sin",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 7,
      "special": true,
      "content": "\\cos",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 8,
      "special": true,
      "content": "\\sqrt",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 9,
      "special": true,
      "content": "\\sum",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 10,
      "special": true,
      "content": "\\forall",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 11,
      "special": true,
      "content": "\\exists",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 12,
      "special": true,
      "content": "\\log",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 13,
      "special": true,
      "content": "\\pi",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 14,
      "special": true,
      "content": "\\alpha",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 15,
      "special": true,
      "content": "\\int",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 16,
      "special": true,
      "content": "\\beta",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 17,
      "special": true,
      "content": "\\|dots",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 18,
      "special": true,
      "content": "\\infty",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "String": "(\\\\frac|\\\\sin|\\\\cos|\\\\sqrt|\\\\sum|\\\\forall|\\\\exists|\\\\log|\\\\pi|\\\\alpha|\\\\int|\\\\beta|\\\\\\|dots|\\\\infty|\\$[^\\$]+\\$|[^\\s{}_^\\\\$]+|[{}_^\\\\$])"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "WhitespaceSplit"
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[SEP]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "\\frac": 5,
      "\\sin": 6,
      "\\cos": 7,
      "\\sqrt": 8,
      "\\sum": 9,
      "\\forall": 10,
      "\\exists": 11,
      "\\log": 12,
      "\\pi": 13,
      "\\alpha": 14,
      "\\int": 15,
      "\\beta": 16,
      "\\|dots": 17,
      "\\infty": 18,
      "!": 19,
      "\"": 20,
      "#": 21,
      "$": 22,
      "%": 23,
      "&": 24,
      "'": 25,
      "(": 26,
      ")": 27,
      "*": 28,
      "+": 29,
      ",": 30,
      "-": 31,
      ".": 32,
      "/": 33,
      "0": 34,
      "1": 35,
      "2": 36,
      "3": 37,
      "4": 38,
      "5": 39,
      "6": 40,
      "7": 41,
      "8": 42,
      "9": 43,
      ":": 44,
      ";": 45,
      "<": 46,
      "=": 47,
      ">": 48,
      "?": 49,
      "@": 50,
      "A": 51,
      "B": 52,
      "C": 53,
      "D": 54,
      "E": 55,
      "F": 56,
      "G": 57,
      "H": 58,
      "I": 59,
      "J": 60,
      "K": 61,
      "L": 62,
      "M": 63,
      "N": 64,
      "O": 65,
      "P": 66,
      "Q": 67,
      "R": 68,
      "S": 69,
      "T": 70,
      "U": 71,
      "V": 72,
      "W": 73,
      "X": 74,
      "Y": 75,
      "Z": 76,
      "[": 77,
      "\\": 78,
      "]": 79,
      "^": 80,
      "_": 81,
      "`": 82,
      "a": 83,
      "b": 84,
      "c": 85,
      "d": 86,
      "e": 87,
      "f": 88,
      "g": 89,
      "h": 90,
      "i": 91,
      "j": 92,
      "k": 93,
      "l": 94,
      "m": 95,
      "n": 96,
      "o": 97,
      "p": 98,
      "q": 99,
      "r": 100,
      "s": 101,
      "t": 102,
      "u": 103,
      "v": 104,
      "w": 105,
      "x": 106,
      "y": 107,
      "z": 108,
      "{": 109,
      "|": 110,
      "}": 111,
      "~": 112,
      "": 113,
      "##l": 114,
      "##a": 115,
      "##b": 116,
      "##e": 117,
      "##{": 118,
      "##1": 119,
      "##3": 120,
      "##}": 121,
      "##-": 122,
      "##g": 123,
      "##_": 124,
      "##t": 125,
      "##=": 126,
      "##(": 127,
      "##r": 128,
      "##)": 129,
      "##^": 130,
      "##+": 131,
      "##\\": 132,
      "##f": 133,
      "##q": 134,
      "##o": 135,
      "##v": 136,
      "##w": 137,
      "##i": 138,
      "##d": 139,
      "##M": 140,
      "##m": 141,
      "##4": 142,
      "##0": 143,
      "##,": 144,
      "##!": 145,
      "##j": 146,
      "##z": 147,
      "##2": 148,
      "##c": 149,
      "##s": 150,
      "##~": 151,
      "##h": 152,
      "##p": 153,
      "##9": 154,
      "##.": 155,
      "##x": 156,
      "##n": 157,
      "##y": 158,
      "##G": 159,
      "##;": 160,
      "##B": 161,
      "##L": 162,
      "##u": 163,
      "##N": 164,
      "##S": 165,
      "##D": 166,
      "##6": 167,
      "##]": 168,
      "##K": 169,
      "##P": 170,
      "##E": 171,
      "##k": 172,
      "##'": 173,
      "##&": 174,
      "##|": 175,
      "##/": 176,
      "##W": 177,
      "##O": 178,
      "##:": 179,
      "##C": 180,
      "##Z": 181,
      "##R": 182,
      "##*": 183,
      "##[": 184,
      "##A": 185,
      "##F": 186,
      "##5": 187,
      "##V": 188,
      "##%": 189,
      "##T": 190,
      "##I": 191,
      "##J": 192,
      "##Y": 193,
      "##>": 194,
      "##8": 195,
      "##U": 196,
      "##Q": 197,
      "##<": 198,
      "##H": 199,
      "##7": 200,
      "##$": 201,
      "##X": 202,
      "##`": 203,
      "###": 204,
      "##\"": 205,
      "##@": 206,
      "##?": 207,
      "##": 208,
      "##{\\": 209,
      "##_{": 210,
      "##}\\": 211,
      "##^{": 212,
      "##ra": 213,
      "##ta": 214,
      "##el": 215,
      "##al": 216,
      "##la": 217,
      "##ar": 218,
      "##ig": 219,
      "##rac": 220,
      "##frac": 221,
      "##^2": 222,
      "##}{": 223,
      "##le": 224,
      "##ph": 225,
      "##el{": 226,
      "##lab": 227,
      "##label{": 228,
      "##ti": 229,
      "##in": 230,
      "##frac{": 231,
      "##ft": 232,
      "##ma": 233,
      "##eta": 234,
      "##igh": 235,
      "##righ": 236,
      "##_{\\": 237,
      "##mu": 238,
      "##2}": 239,
      "##left": 240,
      "##right": 241,
      "##er": 242,
      "##(\\": 243,
      "##,\\": 244,
      "##1}": 245,
      "##si": 246,
      "##^{\\": 247,
      "##\\p": 248,
      "\\label{": 249,
      "##}}": 250,
      "##pha": 251,
      "##alpha": 252,
      "##tial": 253,
      "##artial": 254,
      "##mb": 255,
      "##ga": 256,
      "##ver": 257,
      "##me": 258,
      "##da": 259,
      "##over": 260,
      "##phi": 261,
      "##right)": 262,
      "##elta": 263,
      "##mbda": 264,
      "##nu": 265,
      "##)}": 266,
      "##th": 267,
      "##ot": 268,
      "##=\\": 269,
      "{\\": 270,
      "##partial": 271,
      "##psi": 272,
      "##)\\": 273,
      "##mma": 274,
      "##-\\": 275,
      "##cal": 276,
      "##dot": 277,
      "##_1": 278,
      "##de": 279,
      "##on": 280,
      "##left(": 281,
      "##bar": 282,
      "\\frac{": 283,
      "##qu": 284,
      "##delta": 285,
      "##}(": 286,
      "##int": 287,
      "##1}{": 288,
      "##lambda": 289,
      "##igma": 290,
      "##_\\": 291,
      "##beta": 292,
      "##}^{": 293,
      "##_0": 294,
      "##mega": 295,
      "##t{": 296,
      "##+\\": 297,
      "##theta": 298,
      "##_2": 299,
      "\\s": 300,
      "##^{-": 301,
      "##frac{\\": 302,
      "##ha": 303,
      "##hi": 304,
      "##lon": 305,
      "##rm": 306,
      "##ad": 307,
      "##}_{": 308,
      "##})": 309,
      "##ray": 310,
      "##array": 311,
      "##{array": 312,
      "##til": 313,
      "##tilde": 314,
      "##\\label{": 315,
      "##gamma": 316,
      "##psilon": 317,
      "##quad": 318,
      "##\\over": 319,
      "##epsilon": 320,
      "##_{\\mu": 321,
      "##\\pi": 322,
      "##^\\": 323,
      "##_i": 324,
      "##ho": 325,
      "##um": 326,
      "##}{\\": 327,
      "##qr": 328,
      "##rho": 329,
      "##_{i": 330,
      "##ng": 331,
      "\\,": 332,
      "##ngle": 333,
      "##var": 334,
      "##sigma": 335,
      "##(x": 336,
      "##tau": 337,
      "##eq": 338,
      "##bf": 339,
      "##ri": 340,
      "##\\,": 341,
      "##frac{1}{": 342,
      "##\\;": 343,
      "##ro": 344,
      "##}=": 345,
      "##omega": 346,
      "##^{(": 347,
      "##nd": 348,
      "##}\\right)": 349,
      "##ec": 350,
      "##pi": 351,
      "\\;": 352,
      "##^{2}": 353,
      "##qrt{": 354,
      "\\left": 355,
      "##xi": 356,
      "##~~": 357,
      "##},": 358,
      "##dots": 359,
      "\\c": 360,
      "\\over": 361,
      "##2}\\": 362,
      "##-1": 363,
      "{\\cal": 364,
      "##\\nu": 365,
      "##Phi": 366,
      "##vec": 367,
      "##pa": 368,
      "##hat": 369,
      "##Ga": 370,
      "##ab": 371,
      "\\\\": 372,
      "\\partial": 373,
      "##\\partial": 374,
      "##Gamma": 375,
      "##0}": 376,
      "##eg": 377,
      "##inft": 378,
      "##infty": 379,
      "##right]": 380,
      "##\\right)": 381,
      "##{\\cal": 382,
      "\\left(": 383,
      "_{": 384,
      "\\right)": 385,
      "##rime": 386,
      "##)=": 387,
      "##sum": 388,
      "##3}": 389,
      "##math": 390,
      "##egin": 391,
      "##end": 392,
      "##}_": 393,
      "##begin": 394,
      "##^{\\mu": 395,
      "##2\\": 396,
      "##lin": 397,
      "##end{array": 398,
      "##begin{array": 399,
      "##ap": 400,
      "(\\": 401,
      "##rangle": 402,
      "##begin{array}{": 403,
      "##}\\,": 404,
      "##line": 405,
      "##c}": 406,
      "##La": 407,
      "##st": 408,
      "##_{n": 409,
      "##varphi": 410,
      "##_\\mu": 411,
      "##Lambda": 412,
      "##eq:": 413,
      "##.\\label{": 414,
      "##tar": 415,
      "##^2}": 416,
      "##sqrt{": 417,
      "##ox": 418,
      "##hat{": 419,
      "##Delta": 420,
      "##\\c": 421,
      "\\phi": 422,
      "\\delta": 423,
      "##4}": 424,
      "\\frac{1}{": 425,
      "##_n": 426,
      "##}^": 427,
      "##}(\\": 428,
      "##i\\": 429,
      "##{\\bf": 430,
      "##ex": 431,
      "##(1": 432,
      "##tilde{": 433,
      "\\frac{\\": 434,
      "##_{1}": 435,
      "##m}": 436,
      "##row": 437,
      "##Omega": 438,
      "##bar{": 439,
      "##kap": 440,
      "##kappa": 441,
      "##{1": 442,
      "##j}": 443,
      "##^{\\p": 444,
      "##mbox": 445,
      "-\\": 446,
      "##tarrow": 447,
      "##,\\label{": 448,
      "##-1}": 449,
      "##2\\pi": 450,
      "##left(\\": 451,
      "##_{\\alpha": 452,
      "##qquad": 453,
      "##_3": 454,
      "##\\alpha": 455,
      "##_{1": 456,
      "##\\left(": 457,
      "##rightarrow": 458,
      "##^{-1}": 459,
      "##\\phi": 460,
      "##iv": 461,
      "##_j": 462,
      "##}=\\": 463,
      "##Psi": 464,
      "##}}\\": 465,
      "##^{i": 466,
      "##equ": 467,
      "##=1}": 468,
      "##os": 469,
      "\\nu": 470,
      "##)^2": 471,
      "##big": 472,
      "##^3": 473,
      "##dag": 474,
      "##_{\\mu\\nu": 475,
      "##+1": 476,
      "##equiv": 477,
      "##\\\\": 478,
      "##langle": 479,
      "##)=\\": 480,
      "##left[": 481,
      "##=0": 482,
      "##^4": 483,
      "\\psi": 484,
      "##Big": 485,
      "##l}": 486,
      "##}_{\\": 487,
      "##time": 488,
      "^{": 489,
      "##\\psi": 490,
      "##(z": 491,
      "##times": 492,
      "##}^{\\": 493,
      "##^{\\prime": 494,
      "##\\beta": 495,
      "##\\frac{": 496,
      "##{\\rm": 497,
      "##^\\mu": 498,
      "##^a": 499,
      "##_a": 500,
      "##_k": 501,
      "##vec{": 502,
      "##_{k": 503,
      "##..": 504,
      "##\\;\\;": 505,
      "##mbox{": 506,
      "##\\mu": 507,
      "##r}": 508,
      "\\lambda": 509,
      "\\gamma": 510,
      "##}{2}": 511,
      "##\\theta": 512,
      "\\begin{array}{": 513,
      "##),": 514,
      "##ge": 515,
      "\\quad": 516,
      "##}(x": 517,
      "##^i": 518,
      "##}+": 519,
      "##exp": 520,
      "##_{2}": 521,
      "##ger": 522,
      "##_{j": 523,
      "##dagger": 524,
      "##n}": 525,
      "##zeta": 526,
      "\\l": 527,
      "##varepsilon": 528,
      "##/2}": 529,
      "##mi": 530,
      "##bar{\\": 531,
      "##pro": 532,
      "##_{0": 533,
      "##(x)": 534,
      "##qrt": 535,
      "\\sigma": 536,
      "##end{array}": 537,
      "##(t": 538,
      "##wi": 539,
      "##\\lambda": 540,
      "##nab": 541,
      "{\\rm": 542,
      "##nabla": 543,
      "##)}\\": 544,
      "##}^2": 545,
      "\\theta": 546,
      "##-2": 547,
      "##\\!": 548,
      "##yle": 549,
      "##style": 550,
      "\\label{eq:": 551,
      "##di": 552,
      "##\\sigma": 553,
      "##^{1": 554,
      "\\left[": 555,
      "##to": 556,
      "##+1}": 557,
      "##^{2": 558,
      "##hat{\\": 559,
      "##s}": 560,
      "##,\\,\\": 561,
      "##-1)": 562,
      "##a}": 563,
      "##\\rangle": 564,
      "##frac{1}{2}": 565,
      "##(2": 566,
      "\\epsilon": 567,
      "##sin": 568,
      "##{1\\over": 569,
      "\\mu": 570,
      "=\\": 571,
      "##}\\left(": 572,
      "##t}": 573,
      "##ed": 574,
      "##(p": 575,
      "\\Phi": 576,
      "##cc": 577,
      "##wide": 578,
      "{1": 579,
      "##-\\frac{": 580,
      "##(k": 581,
      "##sp": 582,
      "##_+": 583,
      "\\rho": 584,
      "##^2}{": 585,
      "##Sigma": 586,
      "##_{2": 587,
      "##_{\\rm": 588,
      "##\\l": 589,
      "##\\{": 590,
      "##\\rho": 591,
      "\\sqrt{": 592,
      "##}.": 593,
      "##_{m": 594,
      "##}{\\partial": 595,
      "##mathcal": 596,
      "\\Gamma": 597,
      "##(r": 598,
      "{\\bf": 599,
      "##dot{": 600,
      "##1}{\\": 601,
      "##e^{": 602,
      "##\\gamma": 603,
      "##tilde{\\": 604,
      "##0,": 605,
      "\\qquad": 606,
      "##k}": 607,
      "##ell": 608,
      "\\omega": 609,
      "##\\,\\": 610,
      "##^2)": 611,
      "##chi": 612,
      "##pm": 613,
      "##line{": 614,
      "##^+": 615,
      "##\\tau": 616,
      "##&0": 617,
      "(x": 618,
      "\\right": 619,
      "##}\\partial": 620,
      "\\right]": 621,
      "##ce": 622,
      "_{\\": 623,
      "\\eta": 624,
      "##_{-": 625,
      "##qrt{\\": 626,
      "##}-": 627,
      "##\\delta": 628,
      "##_{a": 629,
      "##^*": 630,
      "##_\\alpha": 631,
      "##\\prime": 632,
      "##_m": 633,
      "##^{\\alpha": 634,
      "##}\\int": 635,
      "##p}": 636,
      "##}\\over": 637,
      "##otimes": 638,
      "\\rangle": 639,
      "##)\\,": 640,
      "##^2+": 641,
      "##_4": 642,
      "##x}": 643,
      "##\\pm": 644,
      "##_{\\nu": 645,
      "##).": 646,
      "##}\\label{": 647,
      "##edge": 648,
      "e^{": 649,
      "##5}": 650,
      "##e^{-": 651,
      "##wedge": 652,
      "##infty}": 653,
      "##tri": 654,
      "##_-": 655,
      "##_1}": 656,
      "##hs": 657,
      "##{\\partial": 658,
      "##(n": 659,
      "##)}{": 660,
      "\\Delta": 661,
      "\\equiv": 662,
      "##,\\quad": 663,
      "e^{-": 664,
      "\\xi": 665,
      "##und": 666,
      "##/2": 667,
      "##dx": 668,
      "\\tau": 669,
      "##Pi": 670,
      "##_{\\mu}": 671,
      "##^1": 672,
      "##mathcal{": 673,
      "##0)": 674,
      "2}": 675,
      "##y)": 676,
      "##_\\nu": 677,
      "##_{0}": 678,
      "##6}": 679,
      "##frac{\\partial": 680,
      "##pace": 681,
      "##sim": 682,
      "##hbar": 683,
      "\\langle": 684,
      "##disp": 685,
      "##re": 686,
      "dx": 687,
      "+\\": 688,
      "##^2\\": 689,
      "##}}{": 690,
      "##lay": 691,
      "##display": 692,
      "##displaystyle": 693,
      "\\chi": 694,
      "##bigg": 695,
      "##}\\;": 696,
      "\\left(\\": 697,
      "##_c": 698,
      "##_{ij": 699,
      "##^0": 700,
      "##.1": 701,
      "##end{array}\\right)": 702,
      ",\\": 703,
      "##(\\tau": 704,
      "##_s": 705,
      "##\\}": 706,
      "##|\\": 707,
      ".\\label{": 708,
      "##=1": 709,
      "\\mbox{": 710,
      "##\\cdot": 711,
      "}\\": 712,
      "##vert": 713,
      "##}\\right": 714,
      "\\Psi": 715,
      "##_2}": 716,
      "##,x": 717,
      "##g}": 718,
      "##_{ab": 719,
      "\\Omega": 720,
      "##^{(1": 721,
      "\\hat{": 722,
      "##under": 723,
      "##_{+": 724,
      "\\bar": 725,
      "##^n": 726,
      "##^{\\mu\\nu": 727,
      "##^-": 728,
      "##4\\pi": 729,
      "##}{2": 730,
      "##d\\": 731,
      "##hspace": 732,
      "##^{-1": 733,
      "##_p": 734,
      "##^\\prime": 735,
      "\\Big": 736,
      "##d}": 737,
      "##i}": 738,
      "##Th": 739,
      "##=1}^{": 740,
      "\\tilde{": 741,
      "##_{p": 742,
      "##_{\\mu\\nu}": 743,
      "##cos": 744,
      "##f}": 745,
      "##Theta": 746,
      "##+\\frac{": 747,
      "\\cdot": 748,
      "##_b": 749,
      "\\varphi": 750,
      "##)+": 751,
      "{1\\over": 752,
      "##,\\;": 753,
      "##}^{2}": 754,
      "^{\\": 755,
      "\\rightarrow": 756,
      "##'}": 757,
      "\\{": 758,
      "##)^{": 759,
      "##ts": 760,
      "##\\left(\\": 761,
      "##0)}": 762,
      "##line{\\": 763,
      "##)]": 764,
      "\\frac{1}{2}": 765,
      "##_A": 766,
      "##8}": 767,
      "##cc}": 768,
      "##}\\frac{": 769,
      "##}\\,\\": 770,
      "\\frac{d": 771,
      "##_{ij}": 772,
      "##}\\delta": 773,
      "(1": 774,
      "##_{A": 775,
      "##^{a": 776,
      "##=\\frac{": 777,
      "##\\int": 778,
      "\\Lambda": 779,
      "##=-": 780,
      "##prod": 781,
      "##(q": 782,
      "##b}": 783,
      "##}{d": 784,
      "##_1,": 785,
      "##+2": 786,
      "##sqrt{\\": 787,
      "##(a": 788,
      "##ll": 789,
      "##e}": 790,
      "##~~~": 791,
      "##\\Phi": 792,
      "##rm{": 793,
      "##\\right": 794,
      "\\end{array}": 795,
      "##mathbf": 796,
      "##\\omega": 797,
      "##\\right]": 798,
      "##N}": 799,
      "##ldots": 800,
      "\\frac{\\partial": 801,
      "##(u": 802,
      "##_5": 803,
      "##}\\right]": 804,
      ",\\label{": 805,
      "##0.": 806,
      "\\bar{": 807,
      "##_{r": 808,
      "\\exp": 809,
      "##^\\infty": 810,
      "##mid": 811,
      "##dot{\\": 812,
      "##,t": 813,
      "##(\\lambda": 814,
      "##^{+": 815,
      "##^j": 816,
      "##rc": 817,
      "##}\\c": 818,
      "##og": 819,
      "##^{\\dagger": 820,
      "##=-\\": 821,
      "##_{l": 822,
      "##frac{1}{2}\\": 823,
      "##(-": 824,
      "##tion": 825,
      "##''": 826,
      "##})\\": 827,
      "##or": 828,
      "##^{ab": 829,
      "##_R": 830,
      "\\cdots": 831,
      "##(s": 832,
      "##...": 833,
      "##,\\,": 834,
      "##\\chi": 835,
      "##_r": 836,
      "##^\\dagger": 837,
      "##^2-": 838,
      "##\\sqrt{": 839,
      "##^{\\nu": 840,
      "##}{\\cal": 841,
      "##^\\alpha": 842,
      "##ck": 843,
      "##7}": 844,
      "##}}{\\": 845,
      "##imi": 846,
      "##}\\phi": 847,
      "##en": 848,
      "##ol": 849,
      "##_{3": 850,
      "##\\left[": 851,
      "##_l": 852,
      "##=0}": 853,
      "##[\\": 854,
      "##ast": 855,
      "##))": 856,
      "##}\\left[": 857,
      "##^{(2": 858,
      "##ln": 859,
      "##im": 860,
      "##,1": 861,
      "##^{(1)}": 862,
      "\\cr": 863,
      "\\tilde": 864,
      "##imits": 865,
      "##}{1": 866,
      "##}^{(": 867,
      "##matri": 868,
      "##}\\sum": 869,
      "##con": 870,
      "##}+\\": 871,
      "##&0&0": 872,
      "##}]": 873,
      "##(\\phi": 874,
      "##mathrm{": 875,
      "##,2": 876,
      "ds": 877,
      "##(\\alpha": 878,
      "##(y": 879,
      "##\\eta": 880,
      "##~~~~": 881,
      "##_2)": 882,
      "##B}": 883,
      "##=\\int": 884,
      "##^{n": 885,
      "##}(z": 886,
      "##ext": 887,
      "##pt": 888,
      "##-2}": 889,
      "##tack": 890,
      "\\label{eq": 891,
      "##\\epsilon": 892,
      "##^\\nu": 893,
      "##tackr": 894,
      "##_{(": 895,
      "##({\\bf": 896,
      "\\hat": 897,
      "##\\xi": 898,
      "##-x": 899,
      "##\\limits": 900,
      "\\nabla": 901,
      "##9}": 902,
      "}{": 903,
      "##leq": 904,
      "##matrix": 905,
      "\\sim": 906,
      "##_{b": 907,
      "##(\\sigma": 908,
      "##},\\": 909,
      "##^b": 910,
      "##^A": 911,
      "##_B": 912,
      "##)\\label{": 913,
      "\\label{1": 914,
      "\\label{2": 915,
      "##')": 916,
      "##hspace{": 917,
      "##\\frac{\\": 918,
      "\\kappa": 919,
      "##mathbf{": 920,
      "##det": 921,
      "##}\\left(\\": 922,
      "##_{\\beta": 923,
      "-1": 924,
      "##}\\psi": 925,
      "##_{N": 926,
      "##vec{\\": 927,
      "\\:": 928,
      "##\\varphi": 929,
      "##r)": 930,
      "##_{i}": 931,
      "##appro": 932,
      "##\\{\\": 933,
      "\\label{s": 934,
      "##)}{\\": 935,
      "##mp": 936,
      "##m^2": 937,
      "##_L": 938,
      "##^{\\mu}": 939,
      "##^{2}\\": 940,
      "##_{12}": 941,
      "##approx": 942,
      "##_N": 943,
      "##+1)": 944,
      "##^{*": 945,
      "##\\left": 946,
      "##~,": 947,
      "\\nu}": 948,
      "##A}": 949,
      "##\\Gamma": 950,
      "##(\\theta": 951,
      "##dt": 952,
      "##ac": 953,
      "##^k": 954,
      "\\ln": 955,
      "##cri": 956,
      "##text": 957,
      "##\\sum": 958,
      "##op": 959,
      "##_{M": 960,
      "##cdots": 961,
      "##us": 962,
      "##-i": 963,
      "##_{I": 964,
      "##\\!\\!": 965,
      "##_f": 966,
      "##_{x": 967,
      "##}(x)": 968,
      "##,\\qquad": 969,
      "##(2\\pi": 970,
      "##box": 971,
      "##_x": 972,
      "##\\end{array}": 973,
      "##}=0": 974,
      "\\!": 975,
      "##^{\\infty": 976,
      "##)}}": 977,
      "##}{2}\\": 978,
      "##co": 979,
      "##\\quad": 980,
      "##(m": 981,
      "##|^2": 982,
      "##^N": 983,
      "\\bar{\\": 984,
      "\\prod": 985,
      "##no": 986,
      "\\frac{1}{\\": 987,
      "##\\bar": 988,
      "##.2": 989,
      "##_{s": 990,
      "##se": 991,
      "##ff": 992,
      "##_{\\lambda": 993,
      "##(z)": 994,
      "##_1)": 995,
      "##(x,": 996,
      "##\\langle": 997,
      "##=&": 998,
      "##^{(2)}": 999,
      "d^2": 1000,
      "##_{\\alpha\\beta": 1001,
      "##)\\right)": 1002,
      "##(\\partial": 1003,
      "\\wide": 1004,
      "##1-": 1005,
      "##ut": 1006,
      "D}": 1007,
      "^{2}": 1008,
      "##z}": 1009,
      "##^{3": 1010,
      "##}(t": 1011,
      "\\pm": 1012,
      "##^m": 1013,
      "##^{\\infty}": 1014,
      "-\\frac{": 1015,
      "\\otimes": 1016,
      "##y}": 1017,
      "##}{4": 1018,
      "##(t)": 1019,
      "##(g": 1020,
      "##\\s": 1021,
      "##q}": 1022,
      "##}\\gamma": 1023,
      "##erp": 1024,
      "\\vec{": 1025,
      "\\left\\{": 1026,
      "dt": 1027,
      "##-3": 1028,
      "\\,\\": 1029,
      "d^4": 1030,
      "##-\\frac{1}{": 1031,
      "##mbox{\\": 1032,
      "\\zeta": 1033,
      "{\\partial": 1034,
      "##}_{i": 1035,
      "\\ldots": 1036,
      "##-p": 1037,
      "\\varepsilon": 1038,
      "\\big": 1039,
      "##\\in": 1040,
      "\\wedge": 1041,
      "##\\rightarrow": 1042,
      "0,": 1043,
      "\\label{3": 1044,
      "\\Pi": 1045,
      "##-m": 1046,
      "##,\\ldots": 1047,
      "##~.": 1048,
      "##)\\right]": 1049,
      "##_I": 1050,
      "##_{c": 1051,
      "Tr": 1052,
      "##r^2": 1053,
      "##fo": 1054,
      "##sinh": 1055,
      "##(\\xi": 1056,
      "^2": 1057,
      "##{{": 1058,
      "##_M": 1059,
      "##,n": 1060,
      "##,m": 1061,
      "##D}": 1062,
      "##_0}": 1063,
      "##}\\left": 1064,
      "\\}": 1065,
      "##underline{": 1066,
      "##(1-": 1067,
      "=0": 1068,
      "##\\Delta": 1069,
      "##tan": 1070,
      "##vartheta": 1071,
      "##e^{\\": 1072,
      "##_t": 1073,
      "##,p": 1074,
      "##}}}": 1075,
      "##,k": 1076,
      "##\\end{array}\\right)": 1077,
      "##\\pro": 1078,
      "\\label{e": 1079,
      "##^{(0)}": 1080,
      "##^{1/2}": 1081,
      "\\Sigma": 1082,
      "##1+": 1083,
      "##(N": 1084,
      "\\sqrt{\\": 1085,
      "##)-": 1086,
      "\\mathcal{": 1087,
      "##\\Psi": 1088,
      "##ds": 1089,
      "##^{\\pm": 1090,
      "##{\\bar": 1091,
      "##\\Omega": 1092,
      "##irc": 1093,
      "##\\Lambda": 1094,
      "L}": 1095,
      "##}\\epsilon": 1096,
      "##\\equiv": 1097,
      "##2}{": 1098,
      "##^I": 1099,
      "##geq": 1100,
      "##phi}": 1101,
      "##(A": 1102,
      "##left(\\begin{array}{": 1103,
      "##/2}\\": 1104,
      "##.\\label{eq:": 1105,
      "##-\\frac{\\": 1106,
      "##_{\\sigma": 1107,
      "##=\\sum": 1108,
      "##(T": 1109,
      "##_\\beta": 1110,
      "##{2": 1111,
      "##}|": 1112,
      "##_z": 1113,
      "##^{A": 1114,
      "##_{\\rho": 1115,
      "##^5": 1116,
      "##up": 1117,
      "##)\\;": 1118,
      "##)\\over": 1119,
      "##}(p": 1120,
      "##}{\\delta": 1121,
      "##ch": 1122,
      "##it": 1123,
      "##L}": 1124,
      "##,z": 1125,
      "ds^2": 1126,
      "##(\\mu": 1127,
      "##8\\pi": 1128,
      "##R}": 1129,
      "##prime": 1130,
      "##]=": 1131,
      "##-k": 1132,
      "##long": 1133,
      "##e^{i": 1134,
      "##}},": 1135,
      "e^{\\": 1136,
      "##^{k": 1137,
      "##_{j}": 1138,
      "##=\\;": 1139,
      "##(d": 1140,
      "##\\cr": 1141,
      "##\\cos": 1142,
      "##_{-\\": 1143,
      "##sqrt{2}": 1144,
      "\\hat{\\": 1145,
      "\\tilde{\\": 1146,
      "##\\Big": 1147,
      "##(\\frac{": 1148,
      "(z": 1149,
      "\\dot{": 1150,
      "##matrix{": 1151,
      "\\in": 1152,
      "##neq": 1153,
      "##^2\\over": 1154,
      "e^{i": 1155,
      "##\\;\\;\\;\\;": 1156,
      "2\\pi": 1157,
      "##(-1)": 1158,
      "\\times": 1159,
      "##tion}": 1160,
      "##\\prod": 1161,
      "##l(": 1162,
      "##\\kappa": 1163,
      "##_{B": 1164,
      "##end{array}\\right": 1165,
      "##ne": 1166,
      "(p": 1167,
      "##_{t": 1168,
      "##}\\Big": 1169,
      "##^{-2}": 1170,
      "##(1)}": 1171,
      "d^{": 1172,
      "##(r)": 1173,
      "##cript": 1174,
      "##,\\theta": 1175,
      "##\\,,": 1176,
      "##(\\omega": 1177,
      "##textstyle": 1178,
      "_{\\mu": 1179,
      "##-g": 1180,
      "##]}": 1181,
      "##}(k": 1182,
      "##^{(n": 1183,
      "##brac": 1184,
      "##_0)": 1185,
      "##\\,.": 1186,
      "##}[": 1187,
      "##=~": 1188,
      "##\\mbox{": 1189,
      "##(1+": 1190,
      "\\to": 1191,
      "##\\bar{": 1192,
      "##}{2\\pi": 1193,
      "##meq": 1194,
      "##,j": 1195,
      "##-\\alpha": 1196,
      "##-q": 1197,
      "##-y": 1198,
      "##(X": 1199,
      "##M}": 1200,
      "##_{e": 1201,
      "##_q": 1202,
      "##ip": 1203,
      "\\sum_{n": 1204,
      "##oint": 1205,
      "{d": 1206,
      "##12": 1207,
      "##_H": 1208,
      "##simeq": 1209,
      "\\label{f": 1210,
      "##(D": 1211,
      "##_{i=1}": 1212,
      "##\\wedge": 1213,
      "##\\hat{": 1214,
      "##}\\cdot": 1215,
      "\\dot": 1216,
      "##{d": 1217,
      "_{i": 1218,
      "##(\\beta": 1219,
      "##}^a": 1220,
      "d^3": 1221,
      "##+m": 1222,
      "\\label{a": 1223,
      "##)^": 1224,
      "##(3": 1225,
      "##12}": 1226,
      "##-n": 1227,
      "0.": 1228,
      "\\vert": 1229,
      "##tr": 1230,
      "##^{j": 1231,
      "##_{d": 1232,
      "##log": 1233,
      "##hbox": 1234,
      "A}": 1235,
      "##}\\Gamma": 1236,
      "(x)": 1237,
      "##,q": 1238,
      "##}=-": 1239,
      "##cdot": 1240,
      "##mm": 1241,
      "##tackrel{": 1242,
      "##=\\frac{1}{": 1243,
      "##-z": 1244,
      "##(x)\\": 1245,
      "##T}": 1246,
      "##_{S": 1247,
      "\\mid": 1248,
      "##lus": 1249,
      "##\\otimes": 1250,
      "##_0^2": 1251,
      "##,\\,\\,\\,\\": 1252,
      "##^{m": 1253,
      "##_{C": 1254,
      "##}}=": 1255,
      "##^{2}}": 1256,
      "##}\\Phi": 1257,
      "##(\\vec{": 1258,
      "##})=": 1259,
      "##not": 1260,
      "##_{[": 1261,
      "\\begin{array}{c}": 1262,
      "##(\\rho": 1263,
      "##e^{-\\": 1264,
      "##}})": 1265,
      "##)=\\frac{": 1266,
      "##_\\pm": 1267,
      "##,y": 1268,
      "##_{\\pm": 1269,
      "##}=\\frac{": 1270,
      "##}\\hat{": 1271,
      "##_{\\alpha}": 1272,
      "##\\vert": 1273,
      "##}_i": 1274,
      "##\\cdots": 1275,
      "##frac{\\partial}{\\partial": 1276,
      "##cm}": 1277,
      "##\\to": 1278,
      "##(w": 1279,
      "##}\\frac{\\": 1280,
      "##(y)": 1281,
      "##\\qquad": 1282,
      "##_{i=1}^{": 1283,
      "##oplus": 1284,
      "##}_1": 1285,
      "##_{3}": 1286,
      "(2": 1287,
      "\\label{c": 1288,
      "(k": 1289,
      "(\\partial": 1290,
      "##bar{z": 1291,
      "##longrightarrow": 1292,
      "##}F": 1293,
      "##ve": 1294,
      "##star": 1295,
      "##{\\pi": 1296,
      "##,\\alpha": 1297,
      "##-\\frac{1}{2}": 1298,
      "##)+\\": 1299,
      "##(i": 1300,
      "##h}": 1301,
      "\\label{b": 1302,
      "##_{R": 1303,
      "##&&": 1304,
      "##_{\\p": 1305,
      "##)=0": 1306,
      "##Tr": 1307,
      "##^{0": 1308,
      "\\begin{array}{cc}": 1309,
      "\\int_0": 1310,
      "##}\\eta": 1311,
      "{\\bar": 1312,
      "##an": 1313,
      "##overline{": 1314,
      "##cosh": 1315,
      "##^{ij": 1316,
      "\\vec": 1317,
      "##!}": 1318,
      "##_D": 1319,
      "(t": 1320,
      "\\Theta": 1321,
      "##+i": 1322,
      "\\bigg": 1323,
      "##=0}^{": 1324,
      "##,b": 1325,
      "##}\\equiv": 1326,
      "\\label{4": 1327,
      "##II": 1328,
      "##_{4": 1329,
      "##)},": 1330,
      "##_\\lambda": 1331,
      "\\begin{array}{cc": 1332,
      "##+}": 1333,
      "##^c": 1334,
      "##v}": 1335,
      "##-i\\": 1336,
      "##overline": 1337,
      "##}^{-1}": 1338,
      "##_1^2": 1339,
      "##}),": 1340,
      "##}\\sigma": 1341,
      "##=\\frac{\\": 1342,
      "##}_{n": 1343,
      "##}\\\\": 1344,
      "##,\\label{eq:": 1345,
      "##n:": 1346,
      "##16": 1347,
      "-2": 1348,
      "m^2": 1349,
      "##&=&": 1350,
      "##\\ldots": 1351,
      "##S}": 1352,
      "##}\\theta": 1353,
      "\\partial_\\mu": 1354,
      "##.5": 1355,
      "##_{ab}": 1356,
      "##(0": 1357,
      "##^T": 1358,
      "##\\frac{1}{": 1359,
      "##{q": 1360,
      "##}\\alpha": 1361,
      "##-\\lambda": 1362,
      "##_{D": 1363,
      "##\\:": 1364,
      "##^{\\beta": 1365,
      "\\lim": 1366,
      "##[A": 1367,
      "\\label{p": 1368,
      "-i": 1369,
      "##(\\eta": 1370,
      "##}^{a": 1371,
      "##\\frac{d": 1372,
      "##_F": 1373,
      "##put": 1374,
      "##_{L": 1375,
      "##_{q": 1376,
      "##underline": 1377,
      "##}_{1}": 1378,
      "\\begin{array}{l": 1379,
      "##{k": 1380,
      "##}{r": 1381,
      "##({\\": 1382,
      "##}{\\pi": 1383,
      "\\;\\;": 1384,
      "##}_0": 1385,
      "##}\\rangle": 1386,
      "##,a": 1387,
      "##)=\\sum": 1388,
      "##\\perp": 1389,
      "##(2)}": 1390,
      "##}{3": 1391,
      "##hspace{1": 1392,
      "##^6": 1393,
      "d^4x": 1394,
      "##+n": 1395,
      "##_{11}": 1396,
      "##in}": 1397,
      "##+k": 1398,
      "##widetilde{": 1399,
      "\\hspace{": 1400,
      "##o}": 1401,
      "##,0": 1402,
      "##{}": 1403,
      "##g^2": 1404,
      "##tackrel": 1405,
      "{2": 1406,
      "##,3": 1407,
      "##(l": 1408,
      "##^{b": 1409,
      "##C}": 1410,
      "##}\\lambda": 1411,
      "##^{4": 1412,
      "##rall": 1413,
      "##^{\\frac{": 1414,
      "\\approx": 1415,
      "\\frac{2": 1416,
      "##\\ln": 1417,
      "##old": 1418,
      "##}_n": 1419,
      "##et": 1420,
      "##\\tilde{": 1421,
      "##^{N": 1422,
      "##-4": 1423,
      "##-s": 1424,
      "##(v": 1425,
      "##cm": 1426,
      "##}_2": 1427,
      "##mber": 1428,
      "A_\\mu": 1429,
      "##\\leq": 1430,
      "##^2+\\": 1431,
      "##_{\\gamma": 1432,
      "##=0,": 1433,
      "##\\bar{\\": 1434,
      "##^\\beta": 1435,
      "\\frac{\\delta": 1436,
      "##}A": 1437,
      "##}\\quad": 1438,
      "##(\\gamma": 1439,
      "##{\\hat": 1440,
      "##_{g": 1441,
      "##r]": 1442,
      "##+i\\": 1443,
      "##.3": 1444,
      "##,s": 1445,
      "{\\tilde": 1446,
      "##(f": 1447,
      "0}": 1448,
      "##-a": 1449,
      "##,\\cdots": 1450,
      "\\end{array}\\right)": 1451,
      "_1": 1452,
      "##)}=": 1453,
      "##(R": 1454,
      "\\frac{i": 1455,
      "##bold": 1456,
      "##number": 1457,
      "##^{\\prime}": 1458,
      "##boldmath": 1459,
      "##-t": 1460,
      "##_\\rho": 1461,
      "i}": 1462,
      "12": 1463,
      "r^2": 1464,
      "##,\\phi": 1465,
      "_{1}": 1466,
      "##,l": 1467,
      "e^{-\\": 1468,
      "##)|": 1469,
      "}\\right)": 1470,
      "##^{\\mu\\nu}": 1471,
      "##^{I": 1472,
      "\\label{d": 1473,
      "##}^{i": 1474,
      "##^{ij}": 1475,
      "##lo": 1476,
      "##(M": 1477,
      "-\\frac{1}{": 1478,
      "##F}": 1479,
      "##def": 1480,
      "##_{0}^{": 1481,
      "\\left(\\begin{array}{": 1482,
      "+\\frac{": 1483,
      "##}}.": 1484,
      "##}\\over{": 1485,
      "(n": 1486,
      "##)\\right": 1487,
      "##}).": 1488,
      "dy": 1489,
      "##}d": 1490,
      "##^{d": 1491,
      "##^{1}": 1492,
      "{\\hat": 1493,
      "##end{array}\\right.": 1494,
      "##(0)": 1495,
      "\\displaystyle": 1496,
      "\\\\0": 1497,
      "##}\\,.": 1498,
      "##_T": 1499,
      "##\\tilde": 1500,
      "##criptstyle": 1501,
      "##\\times": 1502,
      "##_i)": 1503,
      "##_{5": 1504,
      "##-2\\": 1505,
      "##+2}": 1506,
      "##}{\\sqrt{": 1507,
      "##\\big": 1508,
      "##mo": 1509,
      "##}_j": 1510,
      "##}(\\tau": 1511,
      "##\\dot": 1512,
      "##\\hat": 1513,
      "##u}": 1514,
      "##}\\bigg": 1515,
      "##\\beta}": 1516,
      "##_y": 1517,
      "##hbox{": 1518,
      "dz": 1519,
      "##_{z": 1520,
      "\\frac{1}{2}\\": 1521,
      "##}^i": 1522,
      "\\overline{": 1523,
      "##nonumber": 1524,
      "##,\\mu": 1525,
      "##\\label{eq:": 1526,
      "x}": 1527,
      "##(4": 1528,
      "##^{\\rm": 1529,
      "##tackrel{\\": 1530,
      "##sqrt": 1531,
      "##J}": 1532,
      "##}(\\theta": 1533,
      "4}": 1534,
      "##})^2": 1535,
      "\\,.": 1536,
      "##_2,": 1537,
      "##.}": 1538,
      "##{\\tilde": 1539,
      "##}_a": 1540,
      "##}_{\\rm": 1541,
      "\\left.": 1542,
      "##+p": 1543,
      "##}\\varphi": 1544,
      "##_{\\nu}": 1545,
      "=\\frac{": 1546,
      "\\leq": 1547,
      "##_C": 1548,
      "##ur": 1549,
      "1}": 1550,
      "##,r": 1551,
      "##,\\lambda": 1552,
      "##)}.": 1553,
      "(a": 1554,
      "##^r": 1555,
      "##mbox{\\boldmath": 1556,
      "##_d": 1557,
      "##kip": 1558,
      "##\\zeta": 1559,
      "##{\\delta": 1560,
      "\\label{t": 1561,
      "d\\tau": 1562,
      "##\\sin": 1563,
      "\\beta}": 1564,
      "\\dots": 1565,
      "##dy": 1566,
      "##)^{2}": 1567,
      "##}{4}": 1568,
      "##+a": 1569,
      "##ss": 1570,
      "\\;=\\;": 1571,
      "(-1)": 1572,
      "##)^2}": 1573,
      "##}{(2\\pi": 1574,
      "##angle": 1575,
      "##=2": 1576,
      "##overline{\\": 1577,
      "##frac{\\pi": 1578,
      "##H}": 1579,
      "##}\\xi": 1580,
      "##_6": 1581,
      "##widetilde": 1582,
      "##_{\\bar": 1583,
      "##,\\tau": 1584,
      "##-\\frac": 1585,
      "##_\\sigma": 1586,
      "\\dot{\\": 1587,
      "##)=\\int": 1588,
      "##\\{\\begin{array}{": 1589,
      "##^M": 1590,
      "##}}{\\partial": 1591,
      "\\label{E": 1592,
      "##-}": 1593,
      "(q": 1594,
      "\\ell": 1595,
      "##\\exp": 1596,
      "##{\\alpha": 1597,
      "{{": 1598,
      "##(L": 1599,
      "##triangle": 1600,
      "L}_{": 1601,
      "##3)}": 1602,
      "##(E": 1603,
      "##}\\omega": 1604,
      "##_i}": 1605,
      "##-1)}": 1606,
      "##(0,": 1607,
      "##^{p": 1608,
      "\\,,": 1609,
      "##}\\,,": 1610,
      "##^2}}": 1611,
      "_\\mu": 1612,
      "##^4}": 1613,
      "##\\varepsilon": 1614,
      "##,\\bar": 1615,
      "##un": 1616,
      "##).\\label{": 1617,
      "##w}": 1618,
      "##}({\\bf": 1619,
      "\\overline{\\": 1620,
      "##_{2}\\": 1621,
      "##=\\left(": 1622,
      "##^\\pm": 1623,
      "##+q": 1624,
      "##_{\\tau": 1625,
      "tr": 1626,
      "##-\\mu": 1627,
      "##_S": 1628,
      "##G}": 1629,
      "##ul": 1630,
      "##ub": 1631,
      "##,\\dots": 1632,
      "}\\left(": 1633,
      "##_2^2": 1634,
      "##vec{x": 1635,
      "##1+\\": 1636,
      "##_{m}": 1637,
      "##^{\\dag": 1638,
      "\\frac{\\partial}{\\partial": 1639,
      "##~=~": 1640,
      "\\frac{1}{2": 1641,
      "##,t)": 1642,
      "##^{(n)}": 1643,
      "\\{\\": 1644,
      "r}": 1645,
      "##1}\\": 1646,
      "##;\\;": 1647,
      "\\label{5": 1648,
      "##)\\delta": 1649,
      "##.0": 1650,
      "##,\\beta": 1651,
      "##_{+}": 1652,
      "##}%": 1653,
      "##^{(\\": 1654,
      "##c}\\": 1655,
      "##=\\,": 1656,
      "##^{\\dagger}": 1657,
      "##sf": 1658,
      "##-\\gamma": 1659,
      "##\\nabla": 1660,
      ",\\quad": 1661,
      "##^{a}": 1662,
      "##-1}\\": 1663,
      "\\p": 1664,
      "e}^{": 1665,
      "##_E": 1666,
      "##^3}": 1667,
      "\\d": 1668,
      "t}": 1669,
      "##^l": 1670,
      "##^{ab}": 1671,
      "##u)": 1672,
      "##\\displaystyle": 1673,
      "##_{f": 1674,
      "\\label{g": 1675,
      "^{\\mu": 1676,
      "##-{": 1677,
      "##_g": 1678,
      "\\left|": 1679,
      "\\right\\}": 1680,
      "##_h": 1681,
      "##_{P": 1682,
      "##}(q": 1683,
      "##(b": 1684,
      "##ia": 1685,
      "##_{\\theta": 1686,
      "##^{\\rho": 1687,
      "##lambda}": 1688,
      "##,\\,\\,": 1689,
      "##|}": 1690,
      "##ran": 1691,
      "##left\\{": 1692,
      "##^{1/": 1693,
      "##_{-\\infty": 1694,
      "##_{n}": 1695,
      "##+\\frac{1}{": 1696,
      "##^B": 1697,
      "##\\Sigma": 1698,
      "##\\overline{": 1699,
      "##_i,": 1700,
      "##}{\\rm": 1701,
      "##}_{\\nu": 1702,
      "^{\\prime": 1703,
      "##i)}": 1704,
      "...": 1705,
      "##}\\ln": 1706,
      "##^{\\ast": 1707,
      "##k^2": 1708,
      "##^{4}": 1709,
      "##}\\right)^2": 1710,
      "##set": 1711,
      "##dz": 1712,
      "##{\\mu": 1713,
      "\\frac{3": 1714,
      "##_P": 1715,
      "##\\alpha}": 1716,
      "##}^{\\dagger": 1717,
      "##\\;\\;\\;": 1718,
      "##=1,2": 1719,
      "##3}\\": 1720,
      "##^{3}": 1721,
      "({\\bf": 1722,
      "##}_k": 1723,
      "(A": 1724,
      "##l[": 1725,
      "##,\\sigma": 1726,
      "##}(y": 1727,
      "##2\\alpha": 1728,
      "##}=\\int": 1729,
      "##\\mid": 1730,
      "##sum_{n": 1731,
      "##\\left(\\frac{": 1732,
      "##e^{2": 1733,
      "##^{'": 1734,
      "##_o": 1735,
      "##io": 1736,
      "##}\\!": 1737,
      "##)\\rangle": 1738,
      "##e^{i\\": 1739,
      "##-y)": 1740,
      "##=0.": 1741,
      "##_e": 1742,
      "##left|": 1743,
      "##end{array}\\label{": 1744,
      "##\\bigg": 1745,
      "##V}": 1746,
      "##^{r": 1747,
      "##_{a}": 1748,
      "+1": 1749,
      "##}\\bar{": 1750,
      "##hskip": 1751,
      "##(P": 1752,
      "##+\\alpha": 1753,
      "\\hbar": 1754,
      "##_{\\cal": 1755,
      "##}^{*": 1756,
      "##ff}": 1757,
      "##dr": 1758,
      "##(\\varphi": 1759,
      "##_3}": 1760,
      "##],": 1761,
      "##}=-\\": 1762,
      "##+1)}": 1763,
      "\\pi}": 1764,
      "M}": 1765,
      "##11}": 1766,
      "##^{c": 1767,
      "##(\\Phi": 1768,
      "##}_{j": 1769,
      "##^{2}+": 1770,
      "##(p)": 1771,
      "##_{AB": 1772,
      "##-1}{": 1773,
      "##%%": 1774,
      "##}\\hat{\\": 1775,
      "(D": 1776,
      "##,2}": 1777,
      "##Xi": 1778,
      "##for": 1779,
      "##du": 1780,
      "##}\\frac{1}{": 1781,
      "##}_{a": 1782,
      "##.4": 1783,
      "##psi}": 1784,
      "##}_{m": 1785,
      ",\\\\": 1786,
      "}=": 1787,
      "##|0": 1788,
      "##(\\tau)": 1789,
      "\\simeq": 1790,
      "##_{-1}": 1791,
      "##}\\tilde{": 1792,
      "##(\\vec": 1793,
      "##(j": 1794,
      "##brack": 1795,
      "##_{\\pm}": 1796,
      "##}^{\\infty}": 1797,
      "##\\lambda}": 1798,
      "##={": 1799,
      "##{\\vec": 1800,
      "##_{\\Lambda": 1801,
      "d}": 1802,
      "##E}": 1803,
      "##$}": 1804,
      "\\geq": 1805,
      "ex": 1806,
      "##_u": 1807,
      "##_{mn": 1808,
      "##(S": 1809,
      "##({\\cal": 1810,
      "##+\\lambda": 1811,
      "##eck": 1812,
      "F}": 1813,
      "##_\\perp": 1814,
      "##^p": 1815,
      "##,i": 1816,
      "##},t": 1817,
      "##_{-}": 1818,
      ":=": 1819,
      "##^D": 1820,
      "##(\\pi": 1821,
      "##metri": 1822,
      "##\\sqrt{\\": 1823,
      "_{n": 1824,
      "\\sum_{k": 1825,
      "(i": 1826,
      "##\\hbar": 1827,
      "##)\\,\\": 1828,
      "##-\\beta": 1829,
      "##\\rho}": 1830,
      "##,\\;\\;": 1831,
      "##-b": 1832,
      "##[\\phi": 1833,
      "##}\\Psi": 1834,
      "##2}}": 1835,
      "##+3": 1836,
      "##(\\zeta": 1837,
      "\\frac{m": 1838,
      "##}^{(1)}": 1839,
      "##\\right|": 1840,
      "d^3x": 1841,
      "##lim": 1842,
      "##\\hat{\\": 1843,
      "##}{2}}": 1844,
      "##\\neq": 1845,
      "##fi": 1846,
      ",\\label{eq:": 1847,
      "&=&": 1848,
      "##-r": 1849,
      "##-{1\\over": 1850,
      "##+\\frac{\\": 1851,
      "S_{": 1852,
      "}{\\": 1853,
      "##}{k": 1854,
      "##^2=": 1855,
      "##}{2\\": 1856,
      "##(\\nu": 1857,
      "##+4": 1858,
      "##,g": 1859,
      "##&1": 1860,
      "##}_3": 1861,
      "##\\\\0": 1862,
      "\\vec{\\": 1863,
      "##pto": 1864,
      "##}\\langle": 1865,
      "##=\\left(\\begin{array}{": 1866,
      "##sigma}": 1867,
      "##(u)": 1868,
      "##6\\pi": 1869,
      "##frac{d": 1870,
      "##}^*": 1871,
      "\\>": 1872,
      "##{x": 1873,
      "##_{\\Sigma": 1874,
      "##}_{0": 1875,
      "##I}": 1876,
      "##}\\cdots": 1877,
      "##)\\equiv": 1878,
      "\\cosh": 1879,
      "(X": 1880,
      "##(h": 1881,
      "##(C": 1882,
      "##=\\frac": 1883,
      "##}^{\\alpha": 1884,
      "##-2)": 1885,
      "##a^2": 1886,
      "##mm}": 1887,
      "\\sinh": 1888,
      "4\\pi": 1889,
      "##aa": 1890,
      "##}\\chi": 1891,
      "\\frac{1}{4}": 1892,
      ".\\label{eq:": 1893,
      "##_{\\alpha\\beta}": 1894,
      "##/4": 1895,
      "##}{\\bf": 1896,
      "##(c": 1897,
      "##i\\pi": 1898,
      "_{2}": 1899,
      "\\right|": 1900,
      "R}": 1901,
      "##}\\rho": 1902,
      "##(x)=": 1903,
      "},": 1904,
      "##{p": 1905,
      "##10": 1906,
      "##gamma}": 1907,
      "##_v": 1908,
      "##),\\label{": 1909,
      "k}": 1910,
      "##,\\xi": 1911,
      "##-\\delta": 1912,
      "##_{i}^{": 1913,
      "\\right),": 1914,
      "##-\\partial": 1915,
      "##,1}": 1916,
      "##ccc}": 1917,
      "e^{2": 1918,
      "##_1+": 1919,
      "##2.": 1920,
      "##,\\\\": 1921,
      "##}_{2}": 1922,
      "##brace": 1923,
      "(r": 1924,
      "##\\overline{\\": 1925,
      "_{\\alpha": 1926,
      "\\mathbf{": 1927,
      "##){\\": 1928,
      "##)^{-1}": 1929,
      "##vdots": 1930,
      "##}\\bar": 1931,
      "##}\\sqrt{": 1932,
      "1,": 1933,
      "##(B": 1934,
      "##^2,": 1935,
      "##\\;.": 1936,
      "\\right).": 1937,
      "\\frac{\\pi": 1938,
      "##\\sigma}": 1939,
      "##_{\\omega": 1940,
      "\\,\\,": 1941,
      "##_{\\phi": 1942,
      "\\label{r": 1943,
      "\\left(\\frac{": 1944,
      "##}\\pi": 1945,
      "\\right.": 1946,
      "##mm]": 1947,
      "in": 1948,
      "##,v": 1949,
      "##^{D": 1950,
      "##+\\frac{1}{2}": 1951,
      "\\begin{array}{rc": 1952,
      "##}{R": 1953,
      "##(k)": 1954,
      "##}\\big": 1955,
      "\\label{A": 1956,
      "##=\\delta": 1957,
      "{\\cal{": 1958,
      "a}": 1959,
      "##d\\tau": 1960,
      "##4)}": 1961,
      "##^2}{\\": 1962,
      "##eqn:": 1963,
      "(\\tau": 1964,
      "{\\delta": 1965,
      "##_{k}": 1966,
      "\\sqrt{-": 1967,
      "e^{-i": 1968,
      "##\\left\\{": 1969,
      "##{i": 1970,
      "##}\\exp": 1971,
      "##er}": 1972,
      "##\\mu}": 1973,
      "##hline": 1974,
      "##^{[": 1975,
      "##arrow": 1976,
      "##}\\right|": 1977,
      "##)\\Big": 1978,
      "d^2x": 1979,
      "##_{{\\rm": 1980,
      "##}\\Delta": 1981,
      "##^2\\right)": 1982,
      "##}}+": 1983,
      "##}(1": 1984,
      "##at": 1985,
      "##ze": 1986,
      "##}{m": 1987,
      "##\\vec{": 1988,
      "##P}": 1989,
      "(d": 1990,
      "##+\\sum": 1991,
      "##_{2n": 1992,
      "##K}": 1993,
      "##}(u": 1994,
      "##_{0}}": 1995,
      "N}": 1996,
      "##beta}": 1997,
      "##^{2})": 1998,
      "##left(\\frac{": 1999,
      "z}": 2000,
      "##imath": 2001,
      "##)\\Gamma": 2002,
      "H}": 2003,
      "##^d": 2004,
      "##}\\bar{\\": 2005,
      "##}\\nabla": 2006,
      "##\\dot{": 2007,
      "##\\partial_\\mu": 2008,
      "##}(\\phi": 2009,
      "##\\geq": 2010,
      "##}_{2": 2011,
      "\\;.": 2012,
      "##3.": 2013,
      "##_n)": 2014,
      "(g": 2015,
      "##(e": 2016,
      "##{\\theta": 2017,
      "##_{{\\cal": 2018,
      "##}\\put": 2019,
      "##^{0}": 2020,
      "Tr}": 2021,
      "d\\theta": 2022,
      "##_0,": 2023,
      "##}_m": 2024,
      "##}=\\frac{1}{": 2025,
      "##widehat{": 2026,
      "##(x,y": 2027,
      "##-N": 2028,
      "(\\phi": 2029,
      "0&": 2030,
      "##}{a": 2031,
      "##varrho": 2032,
      "##\\right\\": 2033,
      "\\sum_{j": 2034,
      "##%\\": 2035,
      "##_{4}": 2036,
      "##size": 2037,
      "##^{i}": 2038,
      "##}{4\\pi": 2039,
      "##sion": 2040,
      "##-\\eta": 2041,
      "##^{-1/2}": 2042,
      "##{q}}": 2043,
      "##_8": 2044,
      "##,0)": 2045,
      "##}(z)": 2046,
      "##_*": 2047,
      "##|x": 2048,
      "and": 2049,
      "##and": 2050,
      "##(2\\": 2051,
      "##+2\\": 2052,
      "##{\\lambda": 2053,
      "##}\\mu": 2054,
      "e^{i\\": 2055,
      "##(n)}": 2056,
      "##}\\frac{\\partial": 2057,
      "##/2)": 2058,
      "##const": 2059,
      "}}": 2060,
      "##^8": 2061,
      "##{\\textstyle": 2062,
      "##}\\Omega": 2063,
      "##\\alpha'": 2064,
      "##_{\\bf": 2065,
      "##(\\epsilon": 2066,
      "##_3)": 2067,
      "##^{-1})": 2068,
      "##c|": 2069,
      "##^{\\lambda": 2070,
      "##ot}": 2071,
      "##&0&0&0&0": 2072,
      "##W}": 2073,
      "##\\;,": 2074,
      "##^{\\alpha}": 2075,
      "##em": 2076,
      "##\\frac": 2077,
      "##\\nu}": 2078,
      "\\partial_i": 2079,
      "##=-\\infty": 2080,
      "\\widetilde{": 2081,
      "##b)}": 2082,
      "##3}}": 2083,
      "##}_{k": 2084,
      "##_{21}": 2085,
      "##(G": 2086,
      "##_\\gamma": 2087,
      "##}_{1": 2088,
      "(\\alpha": 2089,
      "##{\\frac{": 2090,
      "##}\\begin{array}{": 2091,
      "\\mathrm{": 2092,
      "_0": 2093,
      "##].": 2094,
      "##_{\\epsilon": 2095,
      "##)\\phi": 2096,
      "##(1)": 2097,
      "=-": 2098,
      "##e^2": 2099,
      "##^L": 2100,
      "##_\\ell": 2101,
      "##widetilde{\\": 2102,
      "##e^{-i": 2103,
      "3}": 2104,
      "\\det": 2105,
      "_2": 2106,
      "}{\\partial": 2107,
      "##,N": 2108,
      "##,...": 2109,
      "##}{n": 2110,
      "##=1}^\\infty": 2111,
      "##={1\\over": 2112,
      "##^{M": 2113,
      "##-\\omega": 2114,
      "##+\\beta": 2115,
      "##stackrel{": 2116,
      "##}\\tau": 2117,
      "##gau": 2118,
      "\\hspace{1": 2119,
      "##\\frac{1}{2}": 2120,
      "\\neq": 2121,
      "##(\\psi": 2122,
      "{\\alpha": 2123,
      "##}(r": 2124,
      "##\\,\\,": 2125,
      "##dot{\\alpha": 2126,
      "##^J": 2127,
      "##-c": 2128,
